-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Oct 22, 2022 at 08:01 PM
-- Server version: 10.4.21-MariaDB
-- PHP Version: 7.4.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `srisomw_financialsimple`
--

-- --------------------------------------------------------

--
-- Table structure for table `advances`
--

CREATE TABLE `advances` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `advance_value` decimal(15,2) NOT NULL,
  `advance_used` decimal(15,2) NOT NULL,
  `advance_date` date NOT NULL,
  `remark` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `type` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `file_advance` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `person_id` int(11) NOT NULL,
  `vendor_id` int(11) NOT NULL,
  `status` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `advances`
--

INSERT INTO `advances` (`id`, `advance_value`, `advance_used`, `advance_date`, `remark`, `type`, `file_advance`, `person_id`, `vendor_id`, `status`, `created_at`, `updated_at`) VALUES
(1, '100000.00', '100000.00', '2021-09-17', NULL, 'advance', 'file/advance/1_vendor.pdf', 1, 56, 'ยังไม่ใช้', '2021-09-17 04:14:47', '2021-10-11 01:59:51'),
(2, '300000.00', '300000.00', '2021-09-27', NULL, 'advance', 'file/advance/3_vendor.pdf', 1, 11, 'ยังไม่ใช้', '2021-09-27 13:12:29', '2021-10-12 00:13:05'),
(3, '200000.00', '200000.00', '2021-09-27', NULL, 'advance', 'file/advance/4_vendor.pdf', 1, 26, 'ยังไม่ใช้', '2021-09-27 13:13:26', '2021-10-13 20:49:17'),
(5, '300000.00', '300000.00', '2021-09-27', NULL, 'advance', 'file/advance/6_vendor.pdf', 1, 26, 'ยังไม่ใช้', '2021-09-27 13:14:43', '2021-10-13 20:48:53'),
(6, '200000.00', '200000.00', '2021-10-07', NULL, 'advance', 'file/advance/7_vendor.pdf', 1, 11, 'ยังไม่ใช้', '2021-10-07 06:49:39', '2021-10-13 04:44:06'),
(11, '50000.00', '0.00', '2021-10-29', '-', 'advance', 'file/advance/13_vendor.jpg', 1, 88, 'ยังไม่ใช้', '2021-10-29 10:03:46', '2021-11-02 10:12:04'),
(12, '300000.00', '0.00', '2021-11-03', NULL, 'income', '', 1, 1, 'ยังไม่ใช้', '2021-11-02 10:23:41', '2021-11-02 10:23:41'),
(13, '100000.00', '0.00', '2021-10-15', NULL, 'advance', 'file/advance/13_vendor.pdf', 2, 88, 'ยังไม่ใช้', '2021-12-22 04:32:53', '2021-12-22 04:32:53'),
(15, '200000.00', '0.00', '2021-12-17', NULL, 'advance', 'file/advance/15_vendor.pdf', 2, 8, 'ยังไม่ใช้', '2021-12-22 05:17:02', '2021-12-22 05:17:03'),
(16, '100000.00', '0.00', '2021-12-06', NULL, 'advance', 'file/advance/16_vendor.jpg', 2, 88, 'ยังไม่ใช้', '2021-12-22 05:51:11', '2021-12-22 05:51:11'),
(17, '60000.00', '0.00', '2021-11-05', NULL, 'advance', 'file/advance/17_vendor.jpg', 2, 88, 'ยังไม่ใช้', '2021-12-27 20:55:17', '2021-12-27 20:55:17'),
(18, '150000.00', '63245.41', '2022-05-31', NULL, 'advance', 'file/advance/18_vendor.pdf', 2, 90, 'ยังไม่ใช้', '2022-09-20 22:24:31', '2022-09-26 02:10:05'),
(19, '1100000.00', '0.00', '2020-05-19', 'เริ่มต้นโอนตั้งแต่ 19/5/2022 ถึง 29/6/2020', 'advance', 'file/advance/19_vendor.pdf', 2, 11, 'ยังไม่ใช้', '2022-10-05 03:04:27', '2022-10-05 03:04:27');

-- --------------------------------------------------------

--
-- Table structure for table `advanceuses`
--

CREATE TABLE `advanceuses` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `advance_value` decimal(8,2) NOT NULL,
  `remark` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `disburse_id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `person_id` int(11) NOT NULL,
  `advance_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `advanceuses`
--

INSERT INTO `advanceuses` (`id`, `advance_value`, `remark`, `disburse_id`, `person_id`, `advance_id`, `created_at`, `updated_at`) VALUES
(1, '100000.00', NULL, '85', 2, 1, '2021-10-11 01:59:51', '2021-10-11 01:59:51'),
(2, '87120.33', 'ใช้ยอดสำหรับบิลนี้แค่ 87,120.33 บาท', '85', 2, 5, '2021-10-11 02:00:45', '2021-10-11 02:00:45'),
(3, '30000.00', NULL, '88', 2, 3, '2021-10-12 00:12:53', '2021-10-12 00:12:53'),
(4, '270000.00', NULL, '88', 2, 3, '2021-10-12 00:13:05', '2021-10-12 00:13:05'),
(5, '200000.00', NULL, '91', 2, 7, '2021-10-13 04:44:06', '2021-10-13 04:44:06'),
(6, '300000.00', NULL, '95', 2, 6, '2021-10-13 20:48:53', '2021-10-13 20:48:53'),
(7, '200000.00', NULL, '95', 2, 4, '2021-10-13 20:49:17', '2021-10-13 20:49:17'),
(8, '5236.05', NULL, '76', 2, 4, '2022-03-18 01:11:30', '2022-03-18 01:11:30'),
(9, '14682.49', NULL, '339', 2, 18, '2022-09-26 02:06:06', '2022-09-26 02:06:06'),
(10, '35117.06', NULL, '340', 2, 18, '2022-09-26 02:06:18', '2022-09-26 02:06:18'),
(11, '13312.00', NULL, '341', 2, 18, '2022-09-26 02:06:24', '2022-09-26 02:06:24'),
(12, '27.00', NULL, '254', 2, 18, '2022-09-26 02:09:57', '2022-09-26 02:09:57'),
(13, '106.86', NULL, '280', 2, 18, '2022-09-26 02:10:05', '2022-09-26 02:10:05');

-- --------------------------------------------------------

--
-- Table structure for table `disburses`
--

CREATE TABLE `disburses` (
  `id` int(11) NOT NULL,
  `disburse_name` varchar(255) DEFAULT NULL,
  `disburse_value` decimal(15,2) DEFAULT NULL,
  `disburse_date` varchar(255) DEFAULT NULL,
  `received_date` varchar(255) DEFAULT NULL,
  `payment_ready_date` varchar(255) DEFAULT NULL,
  `gr_status` varchar(255) DEFAULT NULL,
  `payment_status` varchar(255) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `file_vendor` varchar(255) DEFAULT NULL,
  `file_sws` varchar(255) DEFAULT NULL,
  `person_id` int(11) DEFAULT NULL,
  `vendor_id` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `disburses`
--

INSERT INTO `disburses` (`id`, `disburse_name`, `disburse_value`, `disburse_date`, `received_date`, `payment_ready_date`, `gr_status`, `payment_status`, `remark`, `file_vendor`, `file_sws`, `person_id`, `vendor_id`, `created_at`, `updated_at`) VALUES
(12, 'Design,Install 80%', '283416.00', '2021-08-09', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/12/12_vendor.pdf', 'file/12/12_sws.xlsx', 1, 62, '2021-08-30 09:20:03', '2021-09-27 13:02:58'),
(13, 'Install 5 Work 80%', '69064.00', '2021-08-09', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', '', 'file/13/13_vendor.pdf', 'file/13/13_sws.xlsx', 1, 38, '2021-08-31 00:31:46', '2021-08-31 00:31:47'),
(14, 'งาน Install % Design 80% บิล PM001/2021', '203555.46', '2021-08-11', '2021-11-26,2021-12-17,2022-1-28,2022-3-4,2022-4-8', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/14/14_vendor.pdf', 'file/14/14_sws.jpg', 1, 88, '2021-08-31 00:35:02', '2022-03-16 22:10:16'),
(15, 'เบิกค่า Subduct', '50290.00', '2021-08-11', '', NULL, 'ไม่มี GR', 'โอนแล้ว', '', 'file/15/15_vendor.pdf', '', 1, 61, '2021-08-31 00:39:29', '2021-08-31 00:39:29'),
(16, 'Install 3 Work 80%', '71785.21', '2021-08-11', '', NULL, 'รอทำ GR', 'โอนแล้ว', '', 'file/16/16_vendor.pdf', 'file/16/16_sws.xlsx', 1, 6, '2021-08-31 00:47:45', '2021-08-31 00:47:45'),
(17, 'ค่าขนส่ง โคราช-อุบล', '8910.00', '2021-08-23', '', NULL, 'ไม่มี GR', 'โอนแล้ว', '', 'file/17/17_vendor.jpg', '', 1, 30, '2021-08-31 00:53:53', '2021-08-31 00:53:53'),
(19, 'งาน Lotus Install 80%', '175698.69', '2021-08-24', '', NULL, 'ไม่มี GR', 'โอนแล้ว', '', 'file/19/19_vendor.pdf', 'file/19/19_sws.jpg', 1, 64, '2021-08-31 02:31:43', '2021-09-11 07:54:28'),
(20, 'งาน Install & Design 20% บิล MKN/64-0008', '419152.41', '2021-08-26', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', '', 'file/20/20_vendor.pdf', 'file/20/20_sws.pdf', 1, 10, '2021-08-31 02:34:52', '2021-08-31 02:34:52'),
(21, 'สั่งซื้อ ODF 24 C 2 กล่อง', '9287.60', '2021-08-26', '', NULL, 'ไม่มี GR', 'โอนแล้ว', '', 'file/21/21_vendor.pdf', '', 1, 50, '2021-08-31 02:37:47', '2021-08-31 02:37:47'),
(22, 'งาน Install 80% บิล 64061401', '133734.02', '2021-08-27', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', '', 'file/22/22_vendor.pdf', 'file/22/22_sws.pdf', 1, 14, '2021-08-31 02:40:51', '2021-08-31 02:40:51'),
(23, 'งาน Install 80% บิล 64051401', '21419.00', '2021-08-27', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', '', 'file/23/23_vendor.pdf', 'file/23/23_sws.pdf', 1, 14, '2021-08-31 02:43:32', '2021-08-31 02:43:33'),
(24, 'งาน Install 80% บิล 64052101', '46242.09', '2021-08-27', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', '', 'file/24/24_vendor.pdf', 'file/24/24_sws.pdf', 1, 14, '2021-08-31 02:45:06', '2021-08-31 02:45:06'),
(25, 'งาน Install 80% และ 20% บิล 64062101', '85803.85', '2021-08-27', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/25/25_vendor.pdf', 'file/25/25_sws.jpg', 1, 14, '2021-08-31 02:46:21', '2021-11-10 21:06:39'),
(26, 'งาน Install 80% บิล SO 0160/2021', '142450.16', '2021-07-23', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/26/26_vendor.pdf', '', 1, 66, '2021-08-31 02:52:08', '2021-12-17 00:11:37'),
(27, 'ค่าอุปกรณ์ L2 PO_M00018 50% แรก', '116148.50', '2021-08-30', '', NULL, 'ไม่มี GR', 'โอนแล้ว', 'ชำระก่อน ถึงจะส่งของ เครดิต 45 วัน', 'file/27/27_vendor.pdf', '', 1, 39, '2021-08-31 02:53:16', '2021-08-31 02:53:16'),
(28, 'ค่าอุปกรณ์ L2 PO_M00017 50% หลัง', '36861.50', '2021-08-30', '', '2021-10-08', 'ไม่มี GR', 'โอนแล้ว', 'ยอด 50% หลัง เครดิต45 วัน', 'file/28/28_vendor.pdf', '', 1, 39, '2021-08-31 02:54:20', '2021-10-25 12:03:27'),
(29, 'ค่าอุปกรณ์ L2 PO_M00018 50% หลัง', '116148.50', '2021-08-30', '', NULL, 'ไม่มี GR', 'โอนแล้ว', '50% หลังชำระรอบแรก 45 วัน', 'file/29/29_vendor.pdf', '', 1, 39, '2021-08-31 02:55:33', '2021-09-29 23:22:59'),
(30, 'เงินเดือนสิงหาคม', '25000.00', '2021-08-30', '', '2021-09-05', 'ไม่มี GR', 'โอนแล้ว', '', 'file/30/30_vendor.pdf', '', 1, 2, '2021-08-31 02:56:16', '2021-09-11 08:05:18'),
(31, 'เงินเดือนสิงหาคม', '15000.00', '2021-08-30', '', '2021-09-05', 'ไม่มี GR', 'โอนแล้ว', '', 'file/31/31_vendor.pdf', '', 1, 3, '2021-08-31 02:56:50', '2021-09-11 08:05:16'),
(32, 'ค่าอุปกรณ์ L2 PO_M00016 50% หลัง', '67307.00', '2021-08-30', '', '2021-09-27', 'ไม่มี GR', 'โอนแล้ว', '50% หลังจากโอนยอดแรก 45 วัน', 'file/32/32_vendor.pdf', '', 1, 39, '2021-08-31 02:57:47', '2021-10-25 12:02:14'),
(33, 'Install 80%', '34755.20', '2021-09-01', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/33/33_vendor.pdf', 'file/33/33_sws.xlsx', 1, 63, '2021-09-01 09:43:49', '2021-09-16 20:29:46'),
(34, 'งาน Install 100% บิล IV-63-0084', '28069.20', '2021-07-05', '', '2021-09-17', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/34/34_vendor.pdf', '', 1, 29, '2021-09-01 09:47:30', '2021-09-16 20:14:34'),
(35, '(หลุดรอบ) ค่า edesign สพฐ รวม 182 โรงเรียน (ยอดคงเหลือ)', '672711.50', '2021-02-04', '', NULL, 'ไม่มี GR', 'ยังไม่โอน', '', 'file/35/35_vendor.pdf', '', 1, 65, '2021-09-01 09:49:49', '2021-09-03 07:13:53'),
(38, 'งาน Install 20% บิล 258/2564 ถึง 264/2564', '67157.90', '2021-09-02', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/38/38_vendor.pdf', 'file/38/38_sws.jpg', 1, 59, '2021-09-03 08:54:34', '2021-09-16 23:28:15'),
(40, 'Bare 1:8 /1:4', '9630.00', '2021-09-03', '', NULL, 'ไม่มี GR', 'โอนแล้ว', '', 'file/40/40_vendor.pdf', '', 1, 39, '2021-09-10 02:07:20', '2021-09-11 08:07:12'),
(41, 'งาน Install 80% บิล IV.2107001', '105713.00', '2021-09-03', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/41/41_vendor.pdf', 'file/41/41_sws.jpg', 1, 15, '2021-09-10 02:09:33', '2021-09-16 20:12:23'),
(42, 'งาน Design 100% บิล IV.2107002', '9595.04', '2021-09-03', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/42/42_vendor.pdf', 'file/42/42_sws.jpg', 1, 15, '2021-09-10 02:10:51', '2021-09-16 20:26:55'),
(43, 'ค่าขนส่ง บางบอน-ขอนแก่น และ โคราช-ขอนแก่น', '16830.00', '2021-09-08', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/43/43_vendor.jpg', '', 1, 30, '2021-09-10 02:11:46', '2021-09-17 06:30:39'),
(44, 'อุปกรณ์สร้างงานตึก MDU - PO_M00021', '52556.30', '2021-09-15', '', '2021-09-16', 'ไม่มี GR', 'โอนแล้ว', 'ชำระแล้วถึงส่งของ', 'file/44/44_vendor.pdf', '', 1, 39, '2021-09-15 07:21:06', '2021-09-16 20:22:06'),
(45, 'อุปกรณ์สร้างงานตึก MDU - PO_M00023  (ครบกำนด 45 วัน)', '107856.00', '2021-09-15', '', '2022-01-17', 'ไม่มี GR', 'ยังไม่โอน', 'เครดิต 45 วัน , จ่าย 8/2/2022', 'file/45/45_vendor.pdf', '', 1, 39, '2021-09-15 07:22:41', '2022-05-09 03:16:26'),
(46, 'ไฟเบอร์ลิงค์ วางบิล Install 80% 2 Work,Design', '75966.32', '2021-09-16', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/46/46_vendor.pdf', 'file/46/46_sws.xlsx', 1, 8, '2021-09-16 06:47:56', '2021-09-16 06:47:56'),
(47, 'ค่าตรวจโควิด Fiberlink', '25000.00', '2021-09-17', '', '2021-09-17', 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/47/47_vendor.pdf', '', 1, 8, '2021-09-17 04:28:26', '2021-09-17 04:28:26'),
(48, 'micro fiber 12c = 13,000m / PO_M00022', '50076.00', '2021-09-21', '', NULL, 'ไม่มี GR', 'โอนแล้ว', 'ได้รับของแล้วเมื่อวันที่ 16/9/2021', 'file/48/48_vendor.jpeg', 'file/48/48_sws.pdf', 1, 69, '2021-09-19 22:15:50', '2021-09-23 22:09:40'),
(49, 'ค่าขนส่งเคเบิล รอบงาน DATA Service', '29000.00', '2021-09-21', '', NULL, 'ไม่มี GR', 'โอนแล้ว', 'ได้รับของแล้วเมื่อวันที่ 16/9/2021', 'file/49/49_vendor.jpg', '', 1, 45, '2021-09-21 01:32:37', '2021-10-15 11:48:24'),
(50, 'งาน Design 80% บิล IV6407005', '288271.00', '2021-07-12', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', 'รอแนบสลิป', 'file/50/50_vendor.pdf', 'file/50/50_sws.pdf', 1, 12, '2021-09-22 03:44:37', '2021-11-10 21:06:03'),
(51, 'งาน Install 80% บิล IV6407006', '1301248.60', '2021-07-12', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/51/51_vendor.pdf', 'file/51/51_sws.pdf', 1, 12, '2021-09-22 04:36:41', '2021-11-10 21:00:58'),
(52, 'งาน Insatll, Design, Per 80% บิล บิล IV6407007', '269188.94', '2021-07-26', '', NULL, 'รอทำ GR', 'โอนแล้ว', 'มีการหักยอดโอนเกินจากบิล IV6407005 คืนจำนวน 3,431.17 บาท', 'file/52/52_vendor.pdf', 'file/52/52_sws.pdf', 1, 12, '2021-09-22 07:18:46', '2021-09-22 07:18:46'),
(53, 'งาน Install 100% บิล JRY.64/0031', '2880130.14', '52021-07-19', '', '2021-10-15', 'GR จบแล้ว', 'ยังไม่โอน', 'แบ่งชำระ 6 รอบ', 'file/53/53_vendor.pdf', 'file/53/53_sws.pdf', 1, 67, '2021-09-22 07:23:09', '2021-10-11 02:31:18'),
(54, 'งาน Install 80% บิล IV6408001', '329660.23', '2021-08-04', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/54/54_vendor.pdf', 'file/54/54_sws.jpg', 1, 12, '2021-09-22 07:30:20', '2021-11-10 21:00:41'),
(55, 'งาน Install บิล 0062/2021', '200000.00', '2021-08-06', '', NULL, 'ไม่มี GR', 'โอนแล้ว', 'ขอเบิก advance จากยอด PO ก่อน', 'file/55/55_vendor.pdf', 'file/55/55_sws.pdf', 1, 26, '2021-09-22 07:37:36', '2021-09-22 07:37:36'),
(56, 'งาน Install 100% บิล 64080801', '833034.63', '2021-08-08', '2021-5-28,2021-6-18,2021-8-27', NULL, 'GR จบแล้ว', 'ยังไม่โอน', 'หักค่าปรับสายที่หาย 137,520 บาท จากบิล', 'file/56/56_vendor.pdf', 'file/56/56_sws.jpg', 1, 35, '2021-09-22 07:46:19', '2022-05-09 03:13:53'),
(57, 'งาน Install 80% บิล 2021/07-004', '241424.44', '2021-08-13', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/57/57_vendor.pdf', 'file/57/57_sws.pdf', 1, 9, '2021-09-22 07:48:32', '2021-11-10 21:00:04'),
(58, 'งาน Install 20% บิล 2021/07-001', '4881.01', '2021-07-21', '', '2021-09-27', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/58/58_vendor.pdf', 'file/58/58_sws.pdf', 1, 9, '2021-09-22 08:45:06', '2021-10-10 23:40:23'),
(59, 'งาน Design 20% บิล 2021/07-002', '6456.32', '2021-07-21', '', '2021-09-27', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/59/59_vendor.pdf', 'file/59/59_sws.pdf', 1, 9, '2021-09-22 08:46:17', '2021-10-10 23:40:33'),
(60, 'งาน Install 80% บิล 2021/07-003', '14066.21', '2021-07-21', '', '2021-09-27', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/60/60_vendor.pdf', 'file/60/60_sws.pdf', 1, 9, '2021-09-22 08:47:11', '2021-10-10 23:40:42'),
(61, 'งาน Install 100% บิล 2021/0316', '107582.38', '2021-08-18', '2021-8-13', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/61/61_vendor.pdf', 'file/61/61_sws.pdf', 1, 27, '2021-09-22 08:54:36', '2022-05-09 03:07:13'),
(62, 'งาน Install 80% บิล 2021/0317', '78699.72', '2021-08-18', '2021-9-27', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/62/62_vendor.pdf', 'file/62/62_sws.pdf', 1, 27, '2021-09-22 08:55:53', '2022-05-09 03:06:26'),
(63, 'งาน Design 80% บิล 2021/0321', '69736.04', '2021-08-18', '2021-6-25,2021-8-13,2021-9-3,2021-9-27', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/63/63_vendor.pdf', 'file/63/63_sws.pdf', 1, 27, '2021-09-22 08:57:25', '2022-05-09 03:05:35'),
(64, 'งาน Install 80% บิล IV.2108005', '171245.24', '2021-08-11', '2021-9-3,2021-9-10,2021-9-27', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/64/64_vendor.pdf', 'file/64/64_sws.pdf', 1, 15, '2021-09-22 09:01:03', '2022-05-19 00:46:56'),
(65, 'งาน Design 100% บิล IV.2108006', '8374.08', '2021-08-11', '2021-9-27', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/65/65_vendor.pdf', 'file/65/65_sws.pdf', 1, 15, '2021-09-22 09:02:37', '2022-05-19 00:42:15'),
(66, 'งาน Install 20% บิล IV.2108007', '80242.07', '2021-08-11', '2021-5-28,2021-6-11', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/66/66_vendor.pdf', 'file/66/66_sws.pdf', 1, 15, '2021-09-22 09:03:50', '2022-02-09 20:13:13'),
(67, 'งาน Install 20% บิล IV.2108008', '66265.61', '2021-08-11', '2021-7-9,2021-7-23', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/67/67_vendor.pdf', 'file/67/67_sws.pdf', 1, 15, '2021-09-22 09:05:25', '2022-02-09 20:13:52'),
(68, 'งาน Design 20% บิล IV.2108009', '5198.75', '2021-08-11', '2021-7-23,2021-8-6', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/68/68_vendor.pdf', 'file/68/68_sws.pdf', 1, 15, '2021-09-22 09:06:42', '2022-05-19 01:06:46'),
(69, 'งาน Install 80% บิล 287/2564', '109669.48', '2021-08-17', '', '2021-10-22', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/69/69_vendor.pdf', 'file/69/69_sws.jpg', 1, 59, '2021-09-22 09:09:43', '2021-11-10 20:57:57'),
(70, 'งาน Install 80% บิล IV6408005', '274872.93', '2021-08-17', '', NULL, 'รอทำ GR', 'โอนแล้ว', NULL, 'file/70/70_vendor.pdf', 'file/70/70_sws.jpg', 1, 12, '2021-09-22 09:12:24', '2021-10-07 21:08:47'),
(71, 'งาน Install, Design 100% บิล IV 2021/016', '326331.78', '2021-08-19', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/71/71_vendor.pdf', 'file/71/71_sws.jpg', 1, 21, '2021-09-22 09:14:30', '2021-11-10 20:57:22'),
(72, 'งาน Install Lotus 80% บิล IV640803', '136173.60', '2021-08-16', '', NULL, 'ไม่มี GR', 'โอนแล้ว', 'บิลพี่แขก', 'file/72/72_vendor.pdf', 'file/72/72_sws.jpg', 1, 58, '2021-09-22 09:18:11', '2021-10-13 23:23:29'),
(73, 'งาน Install Lotus 100% บิล 6408-004', '93771.42', '2021-08-20', '', NULL, 'ไม่มี GR', 'โอนแล้ว', '*งานโลตัสเบิก 100% แรกผรม.เซ็นเอกสารให้ไม่รองานในระบบ ตั้งแต่ 15/9/2021', 'file/73/73_vendor.pdf', 'file/73/73_sws.jpg', 1, 11, '2021-09-22 09:28:25', '2021-09-22 09:29:53'),
(74, 'งาน Design Lotus 100% บิล 6408-005', '7809.26', '2021-08-20', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/74/74_vendor.pdf', 'file/74/74_sws.jpg', 1, 11, '2021-09-22 09:31:28', '2021-10-25 12:09:32'),
(75, 'งานจัดระเบียบสาย BMA บิล 6408-006', '355920.22', '2021-08-26', '', NULL, 'ไม่มี GR', 'ยังไม่โอน', NULL, 'file/75/75_vendor.pdf', 'file/75/75_sws.jpg', 1, 11, '2021-09-22 09:33:35', '2021-09-22 09:36:33'),
(77, 'เบิกงาน Install', '8688.81', '2021-09-24', '', NULL, 'ไม่มี GR', 'ยังไม่โอน', NULL, 'file/77/77_vendor.pdf', 'file/77/77_sws.xlsx', 1, 63, '2021-09-24 04:52:19', '2021-09-24 04:52:19'),
(78, 'งาน Installation 75%', '508338.53', '2021-08-18', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/78/78_vendor.pdf', 'file/78/78_sws.pdf', 1, 11, '2021-09-24 04:55:30', '2021-10-20 00:43:05'),
(79, 'อุปกรณ์งาน Turn Key PO_M00025', '28868.60', '2021-09-27', '', '2021-09-30', 'ไม่มี GR', 'โอนแล้ว', 'ชำระแล้วถึงส่งของ', 'file/79/79_vendor.pdf', '', 1, 39, '2021-09-27 01:15:44', '2021-09-27 01:15:44'),
(80, 'ทีมเอแอนด์บี เบิก 20% Install 4 Work', '25397.30', '2021-09-30', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/80/80_vendor.pdf', 'file/80/80_sws.pdf', 1, 6, '2021-09-29 23:58:46', '2021-10-15 11:47:48'),
(81, 'เงินเดือนวิทยากร', '25000.00', '2021-10-05', '', '2021-10-05', 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/81/81_vendor.pdf', '', 1, 2, '2021-10-04 19:52:07', '2021-10-05 06:30:57'),
(82, 'เงินเดือนผู้ช่วยวิทยากร', '15000.00', '2021-10-05', '', '2021-10-05', 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/82/82_vendor.pdf', '', 1, 3, '2021-10-04 19:52:46', '2021-10-05 06:30:54'),
(83, 'ค่าสั่งซื้อตู้ ODF 60C จำนวน 2 ตู้', '11556.00', '2021-10-05', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/83/83_vendor.pdf', 'file/83/83_sws.pdf', 1, 50, '2021-10-05 04:49:28', '2021-10-06 02:01:13'),
(84, 'งาน Install TK 100% บิล IV2021001217', '398260.29', '2021-09-22', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/84/84_vendor.pdf', 'file/84/84_sws.pdf', 1, 56, '2021-10-11 01:14:15', '2021-10-11 01:14:15'),
(85, 'งาน Install 100% บิล IV2021001218', '403860.04', '2021-09-22', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/85/85_vendor.pdf', 'file/85/85_sws.pdf', 1, 56, '2021-10-11 01:25:03', '2021-10-11 02:51:35'),
(88, 'งาน Install Lotus 100% บิล 6409-003', '367919.79', '2021-09-11', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/88/88_vendor.pdf', 'file/88/88_sws.jpg', 1, 11, '2021-10-12 00:12:27', '2021-10-14 22:02:25'),
(89, 'งาน Design Lotus 100% บิล 6409-004', '32462.25', '2021-09-11', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/89/89_vendor.pdf', 'file/89/89_sws.jpg', 1, 11, '2021-10-12 00:14:41', '2021-10-20 00:41:48'),
(90, 'งาน Install Test Core + ต่อกิ่งปกติ บิล 6409-001', '136792.10', '2021-09-03', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/90/90_vendor.pdf', 'file/90/90_sws.jpg', 1, 11, '2021-10-13 03:04:12', '2021-11-10 20:56:41'),
(91, 'งาน Install PE 20% บิล 6409-002', '260808.37', '2021-09-09', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/91/91_vendor.pdf', 'file/91/91_sws.jpg', 1, 11, '2021-10-13 03:21:26', '2021-10-25 12:08:44'),
(92, 'งาน Design 100% (พี่เกษม)', '20556.91', '2021-09-27', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/92/92_vendor.pdf', 'file/92/92_sws.jpg', 1, 71, '2021-10-13 07:30:21', '2021-10-13 07:30:21'),
(93, 'งาน Install 10% บิล 0067/2021', '23635.22', '2021-09-06', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/93/93_vendor.pdf', 'file/93/93_sws.pdf', 1, 26, '2021-10-13 20:44:00', '2021-10-15 01:25:26'),
(94, 'งาน Install 10% บิล 0068/2021', '32293.04', '2021-09-06', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/94/94_vendor.pdf', 'file/94/94_sws.pdf', 1, 26, '2021-10-13 20:44:51', '2021-10-15 01:31:50'),
(95, 'งาน Install 90% บิล 0069/2021-1', '724361.88', '2021-09-06', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/95/95_vendor.pdf', 'file/95/95_sws.pdf', 1, 26, '2021-10-13 20:46:58', '2021-11-10 20:55:34'),
(96, 'งาน Install 90% บิล 0069/2021-2', '117516.30', '2021-09-06', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/96/96_vendor.pdf', 'file/96/96_sws.pdf', 1, 26, '2021-10-13 20:47:50', '2021-10-14 03:17:06'),
(97, 'งาน Install Lotus 20% บิล 6409-005', '364842.92', '2021-09-13', '2022-6-10,2022-7-1', NULL, 'รอรับเงิน', 'โอนแล้ว', '*งาน Lotus ที่เคยเบิก 80% ไปแล้ว', 'file/97/97_vendor.pdf', 'file/97/97_sws.pdf', 1, 11, '2021-10-13 21:24:04', '2022-08-19 00:21:06'),
(98, 'งาน Install 80% บิล 640920001', '168145.54', '2021-09-20', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/98/98_vendor.pdf', 'file/98/98_sws.pdf', 1, 14, '2021-10-13 21:56:26', '2021-10-13 21:56:26'),
(99, 'งาน Design 80% บิล 64092701DE', '11648.00', '2021-09-27', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/99/99_vendor.pdf', 'file/99/99_sws.pdf', 1, 14, '2021-10-14 01:02:49', '2021-11-10 20:53:59'),
(100, 'งาน Design 80% บิล 640925001', '68164.10', '2021-09-25', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/100/100_vendor.pdf', 'file/100/100_sws.pdf', 1, 14, '2021-10-14 01:05:57', '2021-11-10 20:50:39'),
(101, 'งาน Design 80% บิล 640915001DE', '45347.32', '2021-09-15', '', NULL, 'รอรับเงิน', 'โอนแล้ว', 'รับเงิน 12/11/2021', 'file/101/101_vendor.pdf', 'file/101/101_sws.pdf', 1, 14, '2021-10-14 01:10:30', '2021-11-10 20:41:06'),
(102, 'งาน Install & Design 100% บิล IV 2021/017', '153829.96', '2021-09-17', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/102/102_vendor.pdf', 'file/102/102_sws.jpg', 1, 21, '2021-10-14 02:13:01', '2021-10-14 02:13:01'),
(103, 'งาน Install 80% บิล 325/2564, 326/2564, 327/2564', '57204.86', '2021-09-02', '', '2021-11-12', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/103/103_vendor.pdf', 'file/103/103_sws.jpg', 1, 59, '2021-10-14 03:28:01', '2022-08-22 00:05:41'),
(104, 'งาน Install 20% บิล 289/2564', '27417.37', '2021-08-25', '', '2021-11-12', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/104/104_vendor.pdf', 'file/104/104_sws.jpg', 1, 59, '2021-10-14 03:44:55', '2021-11-12 07:45:37'),
(105, 'งาน Design 100% บิล 288/2564', '10400.00', '2021-08-25', '', '2021-11-05', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/105/105_vendor.pdf', 'file/105/105_sws.jpg', 1, 59, '2021-10-14 03:45:50', '2021-11-05 12:07:49'),
(106, 'งาน Design 100% บิล 2564/102', '13041.60', '2021-08-19', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/106/106_vendor.pdf', 'file/106/106_sws.jpg', 1, 20, '2021-10-14 05:38:49', '2021-10-14 06:23:19'),
(107, 'งาน Install 100% บิล 2564/103', '76433.00', '2021-09-07', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', 'รับเงิน 5/11/2021', 'file/107/107_vendor.pdf', 'file/107/107_sws.jpg', 1, 20, '2021-10-14 05:39:43', '2021-11-10 20:38:59'),
(108, 'งาน Install Lotus 80% บิล 2564/106', '101455.19', '2021-09-16', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/108/108_vendor.pdf', 'file/108/108_sws.jpg', 1, 20, '2021-10-14 06:18:52', '2022-02-07 00:48:06'),
(109, 'งาน Install 100% บิล UMB2564-021', '522201.62', '2021-08-24', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/109/109_vendor.pdf', 'file/109/109_sws.jpg', 1, 28, '2021-10-14 07:24:14', '2021-11-12 07:41:33'),
(110, 'งาน Install 20% บิล UMB2564-022', '397129.38', '2021-08-24', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/110/110_vendor.pdf', 'file/110/110_sws.pdf', 1, 28, '2021-10-14 08:20:46', '2021-12-16 19:39:05'),
(111, 'งาน Design 20% บิล UMB2564-023', '25711.82', '2021-08-24', '2020-11-13,2020-12-4,2021-7-23,2021-8-6,2021-8-13', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/111/111_vendor.pdf', 'file/111/111_sws.pdf', 1, 28, '2021-10-14 08:27:29', '2022-05-23 20:24:48'),
(112, 'งาน Design 80% บิล Inv.2564-104', '11871.10', '2021-09-28', '', '2021-09-28', 'GR จบแล้ว', 'โอนแล้ว', 'โอนสลิปนี้ยอด 11,871.10', 'file/112/112_vendor.pdf', '', 1, 20, '2021-10-14 19:33:31', '2021-10-14 19:33:31'),
(113, 'งาน Install 80% บิล 043-2564', '36483.40', '2021-10-15', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/113/113_vendor.pdf', 'file/113/113_sws.png', 1, 6, '2021-10-14 22:26:45', '2021-11-12 07:49:43'),
(114, 'งาน Install & Per 80% บิล IV6409005 และ งาน Design 80% บิล IV6409006', '435544.88', '2021-09-07', '', NULL, 'รอรับเงิน', 'โอนแล้ว', 'รับเงิน 12/11/2021', 'file/114/114_vendor.pdf', 'file/114/114_sws.pdf', 1, 12, '2021-10-15 01:11:28', '2021-10-20 22:10:30'),
(115, 'งาน Design 100% (พี่เกษม)', '22722.44', '2021-10-15', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/115/115_vendor.pdf', 'file/115/115_sws.pdf', 1, 71, '2021-10-15 08:46:49', '2021-10-15 08:46:49'),
(116, 'งาน Install ปกติ & TK 80%', '195786.16', '2021-09-01', '', NULL, 'รอรับเงิน', 'โอนแล้ว', NULL, 'file/116/116_vendor.pdf', 'file/116/116_sws.pdf', 1, 22, '2021-10-17 20:39:59', '2021-10-26 08:17:41'),
(117, 'ค่าขนส่ง บางบอน-คลองหลวง-โคราช-ขอนแก่น, โคราช-คลองหลวง-หทัยราษฎ-ลาดกระบัง-บางแค', '17820.00', '2021-10-18', NULL, NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/117/117_vendor.jpg', '', 1, 30, '2021-10-17 20:44:52', '2021-12-22 00:51:01'),
(118, 'งาน Design Lotus 20% บิล 6409-006', '26280.61', '2021-09-14', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/118/118_vendor.pdf', 'file/118/118_sws.pdf', 1, 11, '2021-10-17 21:37:33', '2022-02-23 02:46:59'),
(119, 'งาน Install 20% บิล 2021/09-003', '60356.11', '2021-09-16', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/119/119_vendor.pdf', 'file/119/119_sws.jpg', 1, 9, '2021-10-18 00:34:18', '2021-11-08 02:35:25'),
(120, 'งาน Design 100% บิล 2021/09-009', '2080.00', '2021-09-16', '2021-10-29', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/120/120_vendor.pdf', 'file/120/120_sws.jpg', 1, 9, '2021-10-18 00:35:29', '2022-02-21 21:27:10'),
(122, 'งาน Install 20%', '19206.00', '2021-10-18', NULL, NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/122/122_vendor.png', '', 1, 38, '2021-10-18 03:28:22', '2021-12-22 04:25:57'),
(123, 'Survey สพฐ. อ.นาเชือก และ อ.บรบือ รวม 57 โรงเรียน', '259517.78', '2021-09-20', '', NULL, 'ไม่มี GR', 'ยังไม่โอน', NULL, 'file/123/123_vendor.pdf', 'file/123/123_sws.pdf', 1, 17, '2021-10-18 03:32:43', '2022-05-09 02:55:15'),
(124, 'งาน Install 100% บิล ssw/10/2564', '467679.95', '2021-07-08', '', NULL, 'GR จบแล้ว', 'พักไว้ก่อน', NULL, 'file/124/124_vendor.pdf', 'file/124/124_sws.jpg', 1, 17, '2021-10-18 03:35:25', '2021-10-18 03:35:25'),
(125, 'งาน Install & Design 80%', '426940.64', '2021-10-18', '', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/125/125_vendor.pdf', 'file/125/125_sws.png', 1, 18, '2021-10-18 04:04:39', '2021-10-18 04:04:39'),
(126, 'งาน Design 100% บิล ssw/11/2564', '33377.01', '2021-10-18', '2021-9-10,2021-9-17,2021-10-1,2021-10-29', NULL, 'GR จบแล้ว', 'ยังไม่โอน', 'รับเงิน 29/10/2021', 'file/126/126_vendor.pdf', 'file/126/126_sws.jpg', 1, 17, '2021-10-18 04:10:23', '2022-05-09 02:46:21'),
(127, 'งาน Install & Design 20% บิล IV6409008', '148612.49', '2021-09-27', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/127/127_vendor.pdf', 'file/127/127_sws.pdf', 1, 12, '2021-10-18 05:08:22', '2021-11-12 07:44:08'),
(128, 'งาน Install 20% บิล IV6409009', '273982.99', '2021-09-27', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/128/128_vendor.pdf', 'file/128/128_sws.pdf', 1, 12, '2021-10-18 05:16:04', '2021-11-12 07:43:23'),
(129, 'งาน Design 100% บิล 334/2564', '24544.00', '2021-09-25', '', '2021-11-05', 'GR จบแล้ว', 'โอนแล้ว', 'รับเงิน 5/11/2021', 'file/129/129_vendor.pdf', 'file/129/129_sws.jpg', 1, 59, '2021-10-18 08:00:06', '2021-11-10 20:37:45'),
(130, 'อุปกรณ์งาน Turn Key PO_M00027', '8538.60', '2021-10-19', '', '2021-11-29', 'ไม่มี GR', 'โอนแล้ว', 'พี่บอยไปรับสินค้าที่โรงงานวันที่ 15/10/2021', 'file/130/130_vendor.pdf', '', 1, 39, '2021-10-18 21:01:56', '2021-10-18 21:30:38'),
(131, 'งาน Design & Per 80% บิล IV6410002', '29822.01', '2021-10-05', '2021-11-05', NULL, 'GR จบแล้ว', 'โอนแล้ว', 'ยอดโอนเกินใช้ทบในบิล IV6412001', 'file/131/131_vendor.pdf', 'file/131/131_sws.jpg', 1, 12, '2021-10-18 22:11:13', '2021-12-27 22:05:50'),
(132, 'งาน Install & Design 20% บิล 2021-324', '49029.59', '2021-10-01', '2021-6-25,2021-8-13,2021-9-3,2021-9-27', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/132/132_vendor.pdf', 'file/132/132_sws.pdf', 1, 27, '2021-10-19 00:02:50', '2022-05-09 02:43:29'),
(133, 'งาน Install Lotus 80% บิล SN 10/1', '375724.57', '2021-10-05', NULL, NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/133/133_vendor.pdf', 'file/133/133_sws.jpg', 1, 72, '2021-10-19 00:47:44', '2021-12-27 21:39:50'),
(134, 'งาน Install 20% บิล 641006001', '272551.49', '2021-10-06', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', 'รับเงิน 29/10/2021', 'file/134/134_vendor.pdf', 'file/134/134_sws.pdf', 1, 14, '2021-10-19 01:53:23', '2021-12-17 00:08:47'),
(135, 'งาน Design 80% บิล 6410001DE', '54052.38', '2021-10-16', '', '2021-11-12', 'รอรับเงิน', 'โอนแล้ว', 'รับเงิน 12/11/2021', 'file/135/135_vendor.pdf', 'file/135/135_sws.pdf', 1, 14, '2021-10-20 02:01:16', '2021-11-09 23:34:25'),
(136, 'งาน Install & Design บิล 2564/111', '39280.29', '2021-10-08', '', NULL, 'รอรับเงิน', 'โอนแล้ว', 'รับเงิน 12/11/2021', 'file/136/136_vendor.pdf', 'file/136/136_sws.jpg', 1, 20, '2021-10-20 20:27:27', '2021-11-08 02:33:19'),
(137, 'งาน Design สพฐ 100% บิล IV-63-00175', '50763.96', '2021-10-19', '2021-11-19,2021-11-26', NULL, 'GR จบแล้ว', 'ยังไม่โอน', 'รับเงิน 26/11/2021', 'file/137/137_vendor.pdf', 'file/137/137_sws.jpg', 1, 29, '2021-10-21 00:21:08', '2022-05-09 02:39:44'),
(138, 'Survey Redraw บิล SSW001/2021', '70109.58', '2021-10-21', NULL, NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/138/138_vendor.pdf', 'file/138/138_sws.jpg', 1, 73, '2021-10-21 02:15:52', '2021-12-22 04:27:36'),
(139, 'Survey Redraw บิล SSW002/2021', '67154.59', '2021-10-21', '', NULL, 'ไม่มี GR', 'พักไว้ก่อน', NULL, 'file/139/139_vendor.pdf', 'file/139/139_sws.jpg', 1, 73, '2021-10-21 02:17:06', '2021-12-20 00:50:22'),
(140, 'งาน Install Lotus 80% บิล IV640801', '167023.33', '2021-10-08', '', NULL, 'ไม่มี GR', 'ยังไม่โอน', NULL, 'file/140/140_vendor.pdf', 'file/140/140_sws.jpg', 1, 58, '2021-10-21 02:50:03', '2021-10-21 02:50:03'),
(141, 'งาน Install Data 100% บิล AV6408-0001', '18875.98', '2021-10-21', '', NULL, 'ไม่มี GR', 'ยังไม่โอน', NULL, 'file/141/141_vendor.pdf', 'file/141/141_sws.jpg', 1, 74, '2021-10-21 03:18:50', '2021-10-21 03:18:50'),
(142, 'ค่าขนส่ง บางบอน-ราชบุรี', '5940.00', '2021-10-24', NULL, NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/142/142_vendor.jpg', '', 1, 30, '2021-10-24 07:25:47', '2021-12-22 00:50:47'),
(143, 'อุปกรณ์งาน Turn Key PO_M00028', '165208.00', '2021-11-02', '', '2021-12-17', 'ไม่มี GR', 'โอนแล้ว', 'รับของแล้ว 2/11/21 - เครดิต 45 วัน , จ่าย 24/12/2021', 'file/143/143_vendor.pdf', '', 1, 39, '2021-11-02 11:30:24', '2022-05-09 02:48:09'),
(144, 'งาน Install Lotus 80% บิล 2564/116', '37845.04', '2021-10-29', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/144/144_vendor.pdf', 'file/144/144_sws.jpg', 1, 20, '2021-11-09 20:18:59', '2021-11-09 20:18:59'),
(145, 'งาน Install 100% บิล BL2021060001', '77203.89', '2021-11-04', NULL, NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/145/145_vendor.pdf', 'file/145/145_sws.jpg', 1, 76, '2021-11-09 23:52:34', '2021-12-27 07:37:41'),
(146, 'งาน Design 100% บิล 0070/2021-1 (โอนเข้าบัญชี Kbank)', '50169.60', '2021-10-12', NULL, '2021-12-17', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/146/146_vendor.pdf', 'file/146/146_sws.jpg', 1, 80, '2021-11-10 02:04:52', '2021-12-27 07:54:26'),
(147, 'งาน Design 100% บิล 0070/2021-2 (โอนเข้าบัญชี Kbank)', '84115.20', '2021-10-12', NULL, '2021-12-17', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/147/147_vendor.pdf', 'file/147/147_sws.jpg', 1, 80, '2021-11-10 02:08:45', '2021-12-27 07:59:29'),
(148, 'งาน Install 10% บิล 0071/2021-1 (โอนเข้าบัญชี Kbank)', '80484.65', '2021-10-12', NULL, '2021-12-17', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/148/148_vendor.pdf', 'file/148/148_sws.jpg', 1, 80, '2021-11-10 02:09:40', '2021-12-27 08:02:00'),
(149, 'งาน Install 10% บิล 0071/2021-2 (โอนเข้าบัญชี Kbank)', '13057.37', '2021-10-12', NULL, '2021-12-17', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/149/149_vendor.pdf', 'file/149/149_sws.jpg', 1, 80, '2021-11-10 02:10:35', '2021-12-27 08:10:59'),
(150, 'งาน Install 90% บิล 00072/2021 (โอนเข้าบัญชี Kbank)', '82208.13', '2021-10-12', '2021-3-5,2021-11-5,2021-11-12', '2021-12-17', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/150/150_vendor.pdf', 'file/150/150_sws.jpg', 1, 80, '2021-11-10 03:38:42', '2022-08-20 23:50:15'),
(151, 'งาน Install & Design 100% บิล 2564/115', '109066.01', '2021-10-21', '', NULL, 'รอรับเงิน', 'โอนแล้ว', 'รับรอเงิน 26/11/2021', 'file/151/151_vendor.pdf', 'file/151/151_sws.jpg', 1, 20, '2021-11-10 20:34:58', '2021-11-25 10:16:34'),
(152, 'งาน Design 100% บิล INV64-10-0001 , INV64-10-0002 , INV64-10-0003', '94068.91', '2021-10-01', '2021-6-25,2022-2-11', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/152/152_vendor.pdf', 'file/152/152_sws.pdf', 1, 77, '2021-11-11 01:01:38', '2022-05-09 02:31:47'),
(153, 'งาน TK Install 100% บิล Q.6410004 (ผรม.ไม่ทำงานระบบ))', '64594.72', '2021-10-20', '', '2021-11-12', 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/153/153_vendor.pdf', 'file/153/153_sws.pdf', 1, 78, '2021-11-11 01:33:21', '2021-11-22 01:20:21'),
(154, 'งาน Install 100% บิล 6410-002 (ผรม.ไม่ทำงานระบบ)', '152267.55', '2021-10-07', '2022-1-7,2022-4-29', NULL, 'รอรับเงิน', 'ยังไม่โอน', NULL, 'file/154/154_vendor.pdf', 'file/154/154_sws.jpg', 1, 11, '2021-11-11 02:04:02', '2022-05-09 02:09:28'),
(155, 'งาน Design 100% บิล IV 2021/019', '62591.36', '2021-10-28', '', '2021-11-26', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/155/155_vendor.pdf', 'file/155/155_sws.jpg', 1, 21, '2021-11-14 02:23:28', '2021-12-02 23:56:55'),
(156, 'งาน Install 80% บิล 2021/10-009', '13398.53', '2021-10-19', NULL, NULL, 'GR จบแล้ว', 'โอนแล้ว', 'รับเงิน 17/12/2021', 'file/156/156_vendor.pdf', 'file/156/156_sws.jpg', 1, 9, '2021-11-14 20:59:19', '2021-12-22 04:49:19'),
(157, 'งาน Design 80% บิล 2021/11-003', '14443.52', '2021-11-02', NULL, NULL, 'GR จบแล้ว', 'โอนแล้ว', 'รับเงิน 17/12/2021', 'file/157/157_vendor.pdf', 'file/157/157_sws.jpg', 1, 9, '2021-11-14 21:25:31', '2021-12-22 04:52:20'),
(158, 'งาน Install 80% บิล 2021/11-005', '57728.49', '2021-11-10', NULL, NULL, 'GR จบแล้ว', 'โอนแล้ว', 'รับเงิน 17/12/2021', 'file/158/158_vendor.pdf', 'file/158/158_sws.jpg', 1, 9, '2021-11-14 21:26:40', '2021-12-22 04:54:28'),
(159, 'สั่งซื้อ ODF 60C 15 ตู้', '86670.00', '2021-11-15', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/159/159_vendor.pdf', '', 1, 50, '2021-11-14 21:38:00', '2022-05-09 02:05:47'),
(160, 'ค่าขนส่ง บางบอน-ขอนแก่น', '11880.00', '2021-11-15', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/160/160_vendor.jpg', '', 1, 30, '2021-11-15 05:01:24', '2022-02-23 01:14:31'),
(161, 'งาน Design 20% บิล IV6411003', '56907.12', '2021-11-10', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/161/161_vendor.pdf', 'file/161/161_sws.pdf', 1, 12, '2021-11-16 00:22:29', '2021-12-02 03:33:55'),
(162, 'งาน Design 20% บิล IV6411004', '72067.82', '2021-11-10', NULL, NULL, 'GR จบแล้ว', 'โอนแล้ว', 'ยอดโอนเกินใช้ทบในบิล IV6412001', 'file/162/162_vendor.pdf', 'file/162/162_sws.pdf', 1, 12, '2021-11-16 00:24:13', '2021-12-27 22:05:38'),
(163, 'งาน Install 80%', '47223.22', '2021-11-16', NULL, NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/163/163_vendor.pdf', 'file/163/163_sws.xlsx', 1, 6, '2021-11-16 01:10:58', '2021-12-22 04:56:59'),
(164, 'งาน Install 80% บิล MKN/64-0015', '239287.83', '2021-10-26', '2021-12-17', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/164/164_vendor.pdf', 'file/164/164_sws.jpg', 1, 10, '2021-11-16 02:06:05', '2021-12-27 23:06:45'),
(165, 'งาน Install & Design 100% บิล 6410-003 (ผรม.ไม่ทำงานระบบ)', '37320.94', '2021-10-07', '2022-3-18', NULL, 'ไม่มี GR', 'ยังไม่โอน', NULL, 'file/165/165_vendor.pdf', 'file/165/165_sws.jpg', 1, 11, '2021-11-16 04:51:02', '2022-05-09 01:45:37'),
(166, 'งาน Install 80% บิล SET/SSW-2021/054', '31282.87', '2021-11-11', '2021-9-10,2021-9-27,2021-11-26', NULL, 'GR จบแล้ว', 'ยังไม่โอน', 'รับเงิน 26/11/2021', 'file/166/166_vendor.pdf', 'file/166/166_sws.jpg', 1, 13, '2021-11-17 20:40:34', '2022-05-09 01:30:43'),
(167, 'งาน Design 80% บิล SET-/SW-2021/055', '31616.00', '2021-11-11', '2021-8-13,2021-8-20,2021-9-27,2021-10-15,2021-10-29,2021-11-5,2021-11-12', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/167/167_vendor.pdf', 'file/167/167_sws.jpg', 1, 13, '2021-11-17 20:43:18', '2022-05-09 01:39:19'),
(168, 'งาน Survey ใต้ บิล IV0000043', '13228.80', '2021-10-20', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/168/168_vendor.pdf', 'file/168/168_sws.pdf', 1, 79, '2021-11-18 03:46:45', '2021-11-18 03:46:45'),
(169, 'งาน Install สพฐ 100% บิล 63/A0008', '1117574.86', '2021-11-02', '', NULL, 'GR จบแล้ว', 'ยังไม่โอน', 'รับเงิน 26/3, 2/4, 30/4 และ 28/5/2021', 'file/169/169_vendor.pdf', 'file/169/169_sws.jpg', 1, 44, '2021-11-18 20:44:26', '2021-12-16 03:28:26'),
(170, 'งาน Install สพฐ 100% บิล 63/A0009', '983638.07', '2021-11-02', '', NULL, 'GR จบแล้ว', 'ยังไม่โอน', 'รับเงิน 26/3, 30/4 และ 28/5/2021', 'file/170/170_vendor.pdf', 'file/170/170_sws.jpg', 1, 44, '2021-11-18 20:46:10', '2021-12-16 03:29:09'),
(171, 'งาน Install สพฐ 100% บิล 63/A0010', '697427.42', '2021-11-02', '2021-3-26', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/171/171_vendor.pdf', 'file/171/171_sws.jpg', 1, 44, '2021-11-18 20:46:57', '2022-03-10 02:26:25'),
(172, 'งาน Design 100% บิล IV.2111005', '54179.84', '2021-11-15', '2021-9-27,2021-10-25,2021-10-29,2021-11-5,2021-11-12,2021-11-26', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/172/172_vendor.pdf', 'file/172/172_sws.jpg', 1, 15, '2021-11-19 00:25:53', '2022-02-09 20:11:24'),
(173, 'งาน Install 80% บิล IV.2111006', '30277.48', '2021-11-15', '2021-9-27,2021-12-24', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/173/173_vendor.pdf', 'file/173/173_sws.jpg', 1, 15, '2021-11-19 00:36:38', '2022-02-09 20:10:32'),
(174, 'งาน Install 20% บิล IV.2111007', '26428.35', '2021-11-15', '2021-6-19,2021-7-23,2021-8-13', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/174/174_vendor.pdf', 'file/174/174_sws.jpg', 1, 15, '2021-11-19 00:37:18', '2022-02-09 20:10:08'),
(175, 'งาน Install 80% บิล IV6411005', '408003.42', '2021-11-15', '2021-12-17,2021-12-24', NULL, 'GR จบแล้ว', 'ยังไม่โอน', 'รับเงิน 24/12/2021', 'file/175/175_vendor.pdf', 'file/175/175_sws.jpg', 1, 12, '2021-11-19 02:07:36', '2022-05-09 01:28:02'),
(176, 'งาน Install 20% บิล 362/2564', '5576.41', '2021-10-12', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', 'รับเงิน 25/10/2021', 'file/176/176_vendor.pdf', 'file/176/176_sws.jpg', 1, 59, '2021-11-21 22:23:15', '2022-02-25 09:05:02'),
(177, 'งาน Install 20% บิล 363/2564', '5156.89', '2021-10-12', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', 'รับเงิน 25/10/2021', 'file/177/177_vendor.pdf', 'file/177/177_sws.jpg', 1, 59, '2021-11-21 22:23:53', '2022-02-25 09:05:17'),
(178, 'งาน Install 20% บิล 364/2564', '3567.92', '2021-10-12', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', 'รับเงิน 25/10/2021', 'file/178/178_vendor.pdf', 'file/178/178_sws.jpg', 1, 59, '2021-11-21 23:22:08', '2022-02-25 09:05:28'),
(179, 'งาน Install 80% บิล 365/2564', '55321.61', '2021-10-12', '', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/179/179_vendor.pdf', 'file/179/179_sws.jpg', 1, 59, '2021-11-21 23:22:53', '2021-11-23 20:25:31'),
(180, 'งาน Install TK 80% บิล 6411-001 (ผรม. ไม่ทำงานระบบ)', '1206636.14', '2021-11-11', '', NULL, 'รอรับเงิน', 'ยังไม่โอน', 'เอกสารยังอยู่ในระบบ ATTS รอลิ้งค์เข้าระบบ PROMs', 'file/180/180_vendor.pdf', 'file/180/180_sws.pdf', 1, 11, '2021-11-23 02:10:14', '2022-05-09 01:27:12'),
(181, 'งาน Install TK 80% บิล MKN/64-0016', '21779.01', '2021-10-26', '2021-12-17', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/181/181_vendor.pdf', 'file/181/181_sws.pdf', 1, 10, '2021-11-24 00:27:14', '2021-12-27 23:07:21'),
(183, 'ค่าขนส่ง บางบอน-ขอนแก่น', '10890.00', '2021-11-22', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/183/183_vendor.pdf', '', 1, 30, '2021-12-07 00:35:01', '2022-05-09 00:33:37'),
(184, 'งาน Install วางบิล 80% 055', '36118.76', '2021-12-20', '', NULL, 'ไม่มี GR', 'ยังไม่โอน', NULL, 'file/184/184_vendor.pdf', 'file/184/184_sws.jpg', 1, 6, '2021-12-20 00:27:45', '2021-12-20 00:27:45'),
(185, 'L1 100 ตัวงานโลตัส POM000029', '51360.00', '2021-12-22', '2022-01-30', '2022-01-30', 'ไม่มี GR', 'โอนแล้ว', 'เครดิต 45 วัน รับของแล้ว , จ่าย 8/4/2022', 'file/185/185_vendor.pdf', 'file/185/185_sws.pdf', 1, 39, '2021-12-21 20:52:00', '2022-05-09 02:35:12'),
(186, 'งาน Survey ใต้ บิล IV0000041', '33446.40', '2021-10-20', NULL, NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/186/186_vendor.pdf', 'file/186/186_sws.pdf', 1, 79, '2021-12-22 01:08:26', '2021-12-22 01:08:27'),
(187, 'อุปกรณ์งาน TK VTI PO_M00033', '36725.14', '2021-12-22', '', '2021-12-24', 'ไม่มี GR', 'โอนแล้ว', 'โอนก่อนส่งของ', 'file/187/187_vendor.pdf', 'file/187/187_sws.pdf', 1, 49, '2021-12-22 02:20:09', '2022-01-16 21:17:18'),
(188, 'งาน Survey ใต้ บิล IV0000042 และ IV0000044', '42120.00', '2021-10-20', NULL, NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/188/188_vendor.pdf', 'file/188/188_sws.pdf', 1, 79, '2021-12-22 03:35:19', '2021-12-22 03:35:19'),
(189, 'งาน Install 20% บิล IV6410005', '359368.02', '2021-10-13', '02-07-2021,09-07- 2021,03-07- 2021,06-08- 2021,13-08- 2021,20-08- 2021,27-08- 2021,27-09- 2021', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/189/189_vendor.pdf', 'file/189/189_sws.pdf', 1, 12, '2021-12-27 03:08:41', '2022-01-05 22:47:05'),
(190, 'งาน Install & Design 80% บิล IV6410006', '587145.61', '2021-10-13', '2021-11-12, 2021-11-19', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/190/190_vendor.pdf', 'file/190/190_sws.jpg', 1, 12, '2021-12-27 03:17:36', '2021-12-27 03:24:29'),
(191, 'Survey 42 เส้นทาง บิล 2021-10-001', '647505.75', '2021-12-21', NULL, NULL, 'ไม่มี GR', 'ยังไม่โอน', 'PM ยืนยันมี PO แล้ว', 'file/191/191_vendor.pdf', 'file/191/191_sws.pdf', 1, 81, '2021-12-27 03:55:05', '2021-12-27 03:56:02'),
(192, 'งาน Install 80% บิล SO 0161/2021, SO 0162/2021, SO 0163/2021, SO 0164/2021', '400595.83', '2021-06-04', '2021-02-27, 2021-06-25, 2021-07-02, 2021-07-09', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/192/192_vendor.pdf', 'file/192/192_sws.pdf', 1, 66, '2021-12-27 07:21:26', '2021-12-27 07:22:26'),
(193, 'งาน Install ปกติ & TK 80% บิล IV6412001', '159624.50', '2021-12-06', '2021-12-24,2021-01-14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/193/193_vendor.pdf', 'file/193/193_sws.pdf', 1, 12, '2021-12-27 21:54:36', '2022-03-07 00:19:09'),
(194, 'micro fiber 12c = 4,000m / PO_M00031', '15408.00', '2021-12-28', '', NULL, 'ไม่มี GR', 'โอนแล้ว', 'ส่งไปที่ละม่อมรับของแล้ว , จ่าย 28/12/2021', 'file/194/194_vendor.pdf', 'file/194/194_sws.pdf', 1, 69, '2021-12-27 22:19:07', '2022-05-09 02:35:36'),
(195, 'งาน Intsall 90% บิล 00075/2021 (โอนเข้าบัญชี Kbank)', '1433308.86', '2021-11-23', '2021-12-24,2022-01-07', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/195/195_vendor.pdf', 'file/195/195_sws.jpg', 1, 80, '2022-01-06 01:06:15', '2022-02-23 01:32:24'),
(196, 'งาน Install 10% บิล 00076/2021', '9134.24', '2021-11-23', '2021-3-5,2021-11-5,2021-11-12', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/196/196_vendor.pdf', 'file/196/196_sws.jpg', 1, 80, '2022-01-06 01:13:38', '2022-03-31 21:01:56'),
(197, 'งาน Install Lotus 80% บิล 2564/122', '131617.00', '2021-12-03', '01-01-2023', NULL, 'ไม่มี GR', 'โอนแล้ว', 'วันที่รับเงินใส่เพื่อให้สร้างรายการได้', 'file/197/197_vendor.pdf', 'file/197/197_sws.jpg', 1, 20, '2022-01-06 01:18:03', '2022-01-06 01:19:18'),
(198, 'งาน Install ปกติ & TK 20% MKN/64-0019', '65266.71', '2021-12-28', '2021-11-12,2021-12-17', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/198/198_vendor.pdf', 'file/198/198_sws.pdf', 1, 10, '2022-01-06 02:15:13', '2022-02-23 02:04:50'),
(199, 'งาน Install วางบิล 80% 00504', '12810.14', '2022-07-01', '', NULL, 'ไม่มี GR', 'ยังไม่โอน', NULL, 'file/199/199_vendor.pdf', 'file/199/199_sws.jpg', 1, 6, '2022-01-07 02:32:46', '2022-01-07 02:32:46'),
(200, 'งาน Install 80% บิล SSW65010701', '103861.49', '2022-01-07', '2021-01-07', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/200/200_vendor.pdf', 'file/200/200_sws.jpg', 1, 14, '2022-01-07 04:13:47', '2022-01-10 19:58:44'),
(201, 'งาน Install & Design 100% บิล IV 2021/022', '429429.96', '2021-11-22', '2021-11-12,2021-11- 26,2021-12- 17', '2022-01-14', 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/201/201_vendor.pdf', 'file/201/201_sws.jpg', 1, 21, '2022-01-10 00:38:28', '2022-05-10 00:23:27'),
(202, 'งาน Install 100% บิล DD/084', '130797.80', '2021-11-22', '2021-08-13', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/202/202_vendor.pdf', 'file/202/202_sws.jpg', 1, 18, '2022-01-10 00:56:43', '2022-01-10 19:58:28'),
(204, 'งาน Install & Design & Per 100% บิล UMB2564-042', '157614.09', '2021-12-02', '2021-05-14, 2021-11- 06, 2021-08- 06, 2021-08- 13, 2021-08- 27, 2021-09- 27, 2021-10- 01', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/204/204_vendor.pdf', 'file/204/204_sws.jpg', 1, 28, '2022-01-10 02:54:59', '2022-01-10 19:58:08'),
(205, 'งาน Install 80% บิล IV.2112002', '181072.93', '2021-12-03', '2021-12-24,2022-01- 07,2022-01- 14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/205/205_vendor.pdf', 'file/205/205_sws.jpg', 1, 15, '2022-01-10 03:25:52', '2022-02-25 07:17:35'),
(206, 'งาน Design 80% บิล Q.6411007', '13057.20', '2021-11-24', '2022-1-21,2022-1-28', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/206/206_vendor.pdf', 'file/206/206_sws.jpg', 1, 78, '2022-01-10 03:51:49', '2022-03-05 02:01:47'),
(207, 'งาน Install TK 90% บิล Q.6412001 (ผรม. ไม่ทำงานระบบ)', '40909.39', '2021-12-01', '2022-02-25', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/207/207_vendor.pdf', 'file/207/207_sws.pdf', 1, 78, '2022-01-10 03:53:27', '2022-03-16 02:11:37'),
(208, 'งาน Insatll 20% บิล 478/2564', '13830.40', '2021-12-13', '2021-11-19', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/208/208_vendor.pdf', 'file/208/208_sws.jpg', 1, 59, '2022-01-10 20:31:49', '2022-02-25 09:06:38'),
(209, 'ค่าขนส่ง บางบอน-นครปฐม,ถนนหลวงแพ่งอ่อนนุช', '18315.00', '2022-01-11', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/209/209_vendor.jpg', '', 1, 30, '2022-01-10 21:27:05', '2022-05-09 00:33:33'),
(210, 'งาน Install 100% บิล T02-2112-080 และ T02-2112-081', '56744.11', '2021-12-13', '', NULL, 'ไม่มี GR', 'พักไว้ก่อน', 'รอพี่เอ็ม confirm ความเรียบร้อยของเล่ม', 'file/210/210_vendor.pdf', 'file/210/210_sws.pdf', 1, 82, '2022-01-10 21:29:01', '2022-01-11 21:39:35'),
(211, 'งาน Install & Design 100% บิล INV/MID-SSW001/21', '155918.23', '2021-12-16', '2021-8-13,2021-8-27,2021-10-1,2021-11-12', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/211/211_vendor.pdf', 'file/211/211_sws.jpg', 1, 83, '2022-01-11 00:04:55', '2022-01-11 00:04:55'),
(212, 'งาน survey Re-Draw', '262201.35', '2021-10-21', '2022-3-18,2022-6-17', NULL, 'รอรับเงิน', 'ยังไม่โอน', NULL, 'file/212/212_vendor.pdf', 'file/212/212_sws.pdf', 1, 84, '2022-01-11 04:17:48', '2022-05-08 21:05:46'),
(213, 'งาน Install Lotus 95% บิล 6412-002 (ถึง step 04 ครบทุก work แล้ว)', '473061.17', '2021-12-20', '2022-4-1,2022-4-22', NULL, 'รอรับเงิน', 'ยังไม่โอน', 'ผรม.ตกลงทำงานในระบบถึงแค่ step 04', 'file/213/213_vendor.pdf', 'file/213/213_sws.pdf', 1, 11, '2022-01-11 04:25:45', '2022-05-25 03:45:33'),
(214, 'งาน Install & Design Lotus 80% บิล IV 2021/01316', '81453.96', '2021-12-22', '', NULL, 'ไม่มี GR', 'พักไว้ก่อน', 'รอบอลตรวจสอบเล่ม', 'file/214/214_vendor.pdf', 'file/214/214_sws.pdf', 1, 64, '2022-01-11 21:39:06', '2022-01-11 21:39:07'),
(215, 'PO M00034 - closure 216 c 40 set', '89880.00', '2022-01-12', '', '2022-01-14', 'ไม่มี GR', 'โอนแล้ว', 'ชำระแล้วถึงส่งของ', 'file/215/215_vendor.jpg', 'file/215/215_sws.pdf', 1, 50, '2022-01-11 22:51:27', '2022-01-12 21:19:59'),
(216, 'งาน Design Lotus 100% บิล 6501-001', '38834.64', '2022-01-05', '2022-1-28,2022-2-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/216/216_vendor.pdf', 'file/216/216_sws.pdf', 1, 11, '2022-01-11 23:04:57', '2022-03-06 19:54:08'),
(217, 'งาน Design & Per 80% บิล IV6501003', '35077.61', '2022-05-01', '2022-1-28,2022-2-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/217/217_vendor.pdf', 'file/217/217_sws.jpg', 1, 12, '2022-01-12 01:07:18', '2022-03-07 00:13:46'),
(218, 'งาน Install 80% บิล RS-2022/001', '147132.96', '2022-01-26', '2022-1-28', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/218/218_vendor.pdf', 'file/218/218_sws.jpg', 1, 16, '2022-01-13 21:44:44', '2022-03-09 00:59:14'),
(219, 'งาน Install & Design & Per 100% บิล IV6501004', '68155.03', '2022-01-06', '2021-9-3,2021-9-17,2021-10-8,2021-10-29,2021-11-5', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/219/219_vendor.pdf', 'file/219/219_sws.pdf', 1, 12, '2022-01-14 00:19:54', '2022-03-07 01:05:26'),
(220, 'งาน Install 80% บิล IV 2022/002', '18318.64', '2022-01-07', '2022-01-07', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/220/220_vendor.pdf', 'file/220/220_sws.jpg', 1, 21, '2022-01-14 23:47:56', '2022-02-23 01:19:42'),
(221, 'งาน Design 80% บิล IV 2022/003', '3328.00', '2022-01-14', '2022-01-14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/221/221_vendor.pdf', 'file/221/221_sws.jpg', 1, 21, '2022-01-14 23:48:52', '2022-02-23 02:25:40'),
(222, 'งาน Install & Design 20% บิล 2021/12-015', '21392.63', '2021-12-20', '17-12-2021', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/222/222_vendor.pdf', 'file/222/222_sws.jpg', 1, 9, '2022-01-18 20:06:21', '2022-02-21 21:31:20'),
(223, 'งาน Design 80% บิล 2021/12-020', '16174.08', '2021-12-13', '2022-1-21', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/223/223_vendor.pdf', 'file/223/223_sws.jpg', 1, 9, '2022-01-18 20:07:43', '2022-02-25 08:39:57'),
(224, 'งาน Design 80% บิล ACD-BI-202201001', '2928.64', '2022-01-19', '2022-1-21', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/224/224_vendor.pdf', 'file/224/224_sws.jpg', 1, 86, '2022-01-19 02:04:46', '2022-02-25 08:52:38'),
(225, 'งาน Install Lotus 80% บิล SN 12/6', '33492.30', '2021-12-28', '2022-01-07', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/225/225_vendor.pdf', 'file/225/225_sws.jpg', 1, 72, '2022-02-23 02:00:58', '2022-02-23 02:00:58'),
(226, 'งาน Install 80% บิล 2022/01-02', '20021.91', '2022-01-13', '2022-01-14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/226/226_vendor.pdf', 'file/226/226_sws.jpg', 1, 9, '2022-02-23 02:22:08', '2022-02-23 02:22:08'),
(229, 'งาน Design สพฐ 80% บิล 63/A0013', '14406.46', '2022-01-14', '2022-1-14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/229/229_vendor.pdf', 'file/229/229_sws.jpg', 1, 44, '2022-02-24 21:22:48', '2022-03-15 19:23:53'),
(230, 'งาน Install & Design 80% บิล SSW65011301', '105111.02', '2022-01-13', '2022-01-14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/230/230_vendor.pdf', 'file/230/230_sws.jpg', 1, 14, '2022-02-25 00:10:41', '2022-02-25 00:10:41'),
(231, 'งาน Design 80% บิล WMS64/0059', '14443.52', '2021-12-27', '2022-01-14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/231/231_vendor.pdf', 'file/231/231_sws.jpg', 1, 34, '2022-02-25 01:33:01', '2022-02-25 01:33:01'),
(232, 'งาน Design 80% บิล 2565/001', '1580.80', '2022-01-14', '2022-01-14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/232/232_vendor.pdf', 'file/232/232_sws.jpg', 1, 20, '2022-02-25 02:11:25', '2022-02-25 02:11:25'),
(233, 'งาน Design 80% บิล TN22011301', '29577.60', '2022-01-13', '2022-01-14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/233/233_vendor.pdf', 'file/233/233_sws.jpg', 1, 85, '2022-02-25 07:04:19', '2022-04-22 01:27:16'),
(234, 'งาน Install & Design 80% บิล 00002/2022', '127244.08', '2022-01-12', '2022-1-14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/234/234_vendor.pdf', 'file/234/234_sws.jpg', 1, 80, '2022-02-25 07:51:07', '2022-02-25 07:51:37'),
(235, 'งาน Design 80% บิล SN 1/6', '5594.43', '2022-01-14', '2022-01-14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/235/235_vendor.pdf', 'file/235/235_sws.jpg', 1, 72, '2022-02-25 08:13:01', '2022-02-25 08:13:01'),
(236, 'งาน install 80% บิล SSW65012101', '17640.40', '2022-01-21', '20214-12-24', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/236/236_vendor.pdf', 'file/236/236_sws.jpg', 1, 14, '2022-03-05 02:18:17', '2022-03-05 02:18:17'),
(237, 'งาน Design 80% บิล BL2022010005', '15134.08', '2022-01-21', '2022-1-21', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/237/237_vendor.pdf', 'file/237/237_sws.jpg', 1, 76, '2022-03-05 03:45:19', '2022-03-05 03:45:19'),
(238, 'งาน Design 80% บิล WMS65/0001', '7920.64', '2022-01-19', '2022-1-21', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/238/238_vendor.pdf', 'file/238/238_sws.jpg', 1, 34, '2022-03-05 04:06:19', '2022-03-05 04:06:19'),
(239, 'งาน Install & Design 80% บิล IV 2022/004', '59047.77', '2022-01-20', '2022-1-21', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/239/239_vendor.pdf', 'file/239/239_sws.jpg', 1, 21, '2022-03-05 04:32:06', '2022-03-05 04:32:06'),
(240, 'งาน Install & Design 80% บิล 00003/2022', '100003.40', '2022-01-19', '2022-1-21', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/240/240_vendor.pdf', 'file/240/240_sws.jpg', 1, 80, '2022-03-05 05:06:48', '2022-03-05 05:06:48'),
(241, 'งาน Install Data 80% บิล SN 1/7', '68050.26', '2022-01-21', '2022-1-21', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/241/241_vendor.pdf', 'file/241/241_sws.jpg', 1, 72, '2022-03-05 05:19:26', '2022-03-05 05:19:26'),
(242, 'งาน Install & Design 80% บิล SET/SSW-2022/001', '24953.68', '2022-01-26', '2022-1-28', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/242/242_vendor.pdf', 'file/242/242_sws.jpg', 1, 13, '2022-03-08 21:46:13', '2022-03-08 21:46:13'),
(243, 'งาน Design สพฐ  80% บิล 63/A0014', '10108.80', '2022-01-27', '2022-1-28', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/243/243_vendor.pdf', 'file/243/243_sws.jpg', 1, 44, '2022-03-08 22:07:21', '2022-03-15 19:23:39'),
(244, 'งาน Design 80% บิล DE65012701', '1664.00', '2022-01-27', '2022-1-28', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/244/244_vendor.pdf', 'file/244/244_sws.jpg', 1, 14, '2022-03-08 22:29:50', '2022-03-08 22:29:50'),
(245, 'งาน Design 20% บิล 641022001DE', '44802.95', '2021-10-22', '2021-6-25,2021-8-13,2021-8-20,2021-8-27,2021-9-17,2021-9-27,2021-10-15,2021-10-29,2021-11-5,2021-11-12', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/245/245_vendor.pdf', 'file/245/245_sws.pdf', 1, 14, '2022-03-09 00:42:08', '2022-03-09 00:42:42'),
(246, 'งาน Install & Design 80% บิล INV/SSW/20211220', '34035.48', '2022-01-27', '2022-1-28', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/246/246_vendor.pdf', 'file/246/246_sws.jpg', 1, 87, '2022-03-09 02:32:33', '2022-03-09 02:32:33');
INSERT INTO `disburses` (`id`, `disburse_name`, `disburse_value`, `disburse_date`, `received_date`, `payment_ready_date`, `gr_status`, `payment_status`, `remark`, `file_vendor`, `file_sws`, `person_id`, `vendor_id`, `created_at`, `updated_at`) VALUES
(247, 'งาน Install & Design 80% บิล 00004/2022', '64532.25', '2022-01-27', '2022-1-28', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/247/247_vendor.pdf', 'file/247/247_sws.jpg', 1, 80, '2022-03-09 02:46:56', '2022-03-09 02:46:56'),
(248, 'งาน Design Data 80% บิล SN 1/8', '24465.99', '2022-01-27', '2022-1-28', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/248/248_vendor.pdf', 'file/248/248_sws.jpg', 1, 72, '2022-03-09 03:07:35', '2022-03-09 03:07:35'),
(249, 'งาน Design สพฐ 80% บิล 63/A0015', '46215.10', '2022-02-11', '2022-02-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/249/249_vendor.pdf', 'file/249/249_sws.jpg', 1, 44, '2022-03-15 19:22:44', '2022-03-15 19:22:44'),
(250, 'งาน Install 80% บิล SSW65021101', '12113.25', '2022-02-11', '2022-2-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/250/250_vendor.pdf', 'file/250/250_sws.jpg', 1, 14, '2022-03-15 19:55:06', '2022-03-15 19:55:06'),
(251, 'งาน Design 80% บิล WMS65/0030', '7849.92', '2022-02-10', '2022-2-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/251/251_vendor.pdf', 'file/251/251_sws.jpg', 1, 34, '2022-03-15 20:12:02', '2022-09-20 01:54:38'),
(252, 'งาน Install Data 80% บิล SN 2/3', '20067.82', '2022-02-10', '2022-02-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/252/252_vendor.pdf', 'file/252/252_sws.jpg', 1, 72, '2022-03-15 20:20:59', '2022-03-15 20:20:59'),
(253, 'งาน Design สพฐ  100% บิล 63/0020', '51288.46', '2022-02-25', '2022-02-25', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/253/253_vendor.pdf', 'file/253/253_sws.jpg', 1, 44, '2022-03-16 02:31:13', '2022-03-16 02:31:13'),
(254, 'งาน Install TK 90% บิล 2565/003', '37285.51', '2022-01-19', '2022-2-25', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/254/254_vendor.pdf', 'file/254/254_sws.pdf', 1, 90, '2022-03-16 03:09:02', '2022-09-26 02:11:47'),
(255, 'งาน Design สพฐ 100% บิล บิล IV-63-00197', '4212.00', '2022-02-24', '2022-02-25', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/255/255_vendor.pdf', 'file/255/255_sws.jpg', 1, 29, '2022-03-16 03:55:51', '2022-03-16 03:55:51'),
(256, 'งาน Install Data 90% บิล SN 2/12', '36060.67', '2022-02-23', '2022-02-25', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/256/256_vendor.pdf', 'file/256/256_sws.jpg', 1, 72, '2022-03-16 04:16:24', '2022-03-16 04:16:24'),
(257, 'งาน Install 20% บิล 2022/01-3', '5005.48', '2022-01-14', '2022-01-14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/257/257_vendor.pdf', 'file/257/257_sws.jpg', 1, 9, '2022-03-16 05:09:45', '2022-03-16 05:09:45'),
(258, 'งาน Design 20% บิล 2022/02-001', '4043.52', '2022-02-02', '2022-01-14', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/258/258_vendor.pdf', 'file/258/258_sws.jpg', 1, 9, '2022-03-16 05:11:04', '2022-03-16 05:11:04'),
(259, 'งาน Design 100% บิล PM2022/0001', '25259.52', '2022-03-03', '2022-3-4', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/259/259_vendor.pdf', 'file/259/259_sws.jpg', 1, 88, '2022-03-16 22:15:02', '2022-03-16 22:15:02'),
(260, 'งาน Install TK 90% บิล 2565/028', '9913.77', '2022-03-04', '2022-3-4', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/260/260_vendor.pdf', 'file/260/260_sws.pdf', 1, 20, '2022-03-16 22:30:18', '2022-03-16 22:30:18'),
(261, 'งาน Design 100% บิล 63/A0016', '11526.73', '2022-03-10', '2022-3-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/261/261_vendor.pdf', 'file/261/261_sws.jpg', 1, 44, '2022-03-16 22:39:59', '2022-03-16 22:39:59'),
(262, 'งาน Install TK 100% บิล Q.6501001', '10534.59', '2022-01-04', '2022-3-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/262/262_vendor.pdf', 'file/262/262_sws.pdf', 1, 78, '2022-03-16 22:52:24', '2022-03-16 22:52:25'),
(263, 'งาน Install TK 10% บิล Q.6503001 (ผรม. ไม่ทำงานระบบ)', '4545.49', '2022-03-01', '2022-3-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/263/263_vendor.pdf', 'file/263/263_sws.pdf', 1, 78, '2022-03-16 23:51:21', '2022-03-16 23:51:22'),
(264, 'งาน Design 100% บิล IV 2022/008', '18180.00', '2022-03-11', '2022-3-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/264/264_vendor.pdf', 'file/264/264_sws.jpg', 1, 21, '2022-03-17 00:21:48', '2022-03-17 00:21:48'),
(265, 'งาน Install สพฐ 100% บิล INV/SSW/20220310', '20383.68', '2022-03-10', '2022-3-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/265/265_vendor.pdf', 'file/265/265_sws.jpg', 1, 87, '2022-03-17 00:30:47', '2022-03-17 00:30:47'),
(266, 'งาน Install & Design สพฐ 20% บิล INV/SSW/20220311', '8508.87', '2022-03-11', '2022-3-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/266/266_vendor.pdf', 'file/266/266_sws.jpg', 1, 87, '2022-03-17 00:42:12', '2022-03-17 00:42:12'),
(267, 'งาน Design 100% บิล 2565/029', '7737.60', '2022-03-10', '2022-3-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/267/267_vendor.pdf', 'file/267/267_sws.jpg', 1, 20, '2022-03-17 00:52:40', '2022-03-17 00:52:40'),
(268, 'งาน Install 80% บิล SSW65012401', '900462.42', '2022-01-24', '2021-6-18,2021-7-2,2021-7-9,2021-7-23,2021-8-20,2021-9-3,2021-9-17,2021-10-8,2021-10-15,2021-10-25,2021-11-12,2021-11-19', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/268/268_vendor.pdf', 'file/268/268_sws.pdf', 1, 14, '2022-03-17 02:24:56', '2022-03-17 02:24:56'),
(269, 'งาน Install 20% บิล SSW65012402', '56237.23', '2022-01-24', '2021-12-24,2022-1-7,2022-1-14', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/269/269_vendor.pdf', 'file/269/269_sws.jpg', 1, 14, '2022-03-17 03:17:27', '2022-03-17 03:17:27'),
(270, 'งาน Install 20% บิล SSW65012403', '107391.32', '2022-01-24', '2021-10-1,2021-10-8,2022-1-28', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/270/270_vendor.pdf', 'file/270/270_sws.jpg', 1, 14, '2022-03-17 03:18:30', '2022-03-17 03:18:30'),
(271, 'งาน Install TK 95% บิล 65031101', '90775.55', '2022-03-11', '2022-3-11', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/271/271_vendor.pdf', 'file/271/271_sws.pdf', 1, 35, '2022-03-17 19:05:29', '2022-03-17 19:05:29'),
(272, 'งาน Install 100% บิล 2022/03-001', '163667.18', '2022-03-01', '2022-4-1,2022-4-8', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/272/272_vendor.pdf', 'file/272/272_sws.jpg', 1, 9, '2022-04-03 23:54:26', '2022-05-17 21:29:49'),
(273, 'งาน Install TK 100% บิล MKN/65-0001', '40233.33', '2022-02-18', '2022-3-18', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/273/273_vendor.pdf', 'file/273/273_sws.pdf', 1, 10, '2022-04-04 02:35:07', '2022-04-04 02:35:07'),
(274, 'งาน Install TK 100% บิล IV6502009', '521957.79', '2022-02-28', '2022-3-18,2022-3-25,2022-4-1', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/274/274_vendor.pdf', 'file/274/274_sws.pdf', 1, 12, '2022-04-18 01:23:49', '2022-04-18 01:23:49'),
(275, 'งาน Install TK 95% บิล 65033001', '50993.41', '2022-03-30', '2022-3-18', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/275/275_vendor.pdf', 'file/275/275_sws.pdf', 1, 35, '2022-04-18 01:36:12', '2022-04-18 01:36:13'),
(276, 'งาน Design สพฐ 100% บิล 63/A0017', '743997.63', '2022-04-01', '2022-3-18,2022-3-25', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/276/276_vendor.pdf', 'file/276/276_sws.pdf', 1, 44, '2022-04-18 03:07:14', '2022-04-18 03:07:14'),
(277, 'งาน Design 100% บิล Q.6501006', '23460.45', '2022-01-18', '2022-3-25', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/277/277_vendor.pdf', 'file/277/277_sws.pdf', 1, 78, '2022-04-20 00:20:21', '2022-04-20 00:20:21'),
(278, 'งาน Install 100% บิล TN22040101', '75746.94', '2022-04-01', '2022-3-25', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/278/278_vendor.pdf', 'file/278/278_sws.jpg', 1, 85, '2022-04-22 01:36:55', '2022-04-22 01:36:55'),
(279, 'งาน Design 100% บิล WMS65/0045', '19182.80', '2022-04-01', '2022-3-25', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/279/279_vendor.pdf', 'file/279/279_sws.jpg', 1, 34, '2022-04-22 01:53:59', '2022-04-22 01:53:59'),
(280, 'งาน Install TK 100% บิล 2565/008, 2565/009, 2565/010, 2565/011, 2565/012, 2565/013, 2565/014, 2565/026, 2565/027', '149671.16', '2022-02-15', '2022-3-18,2022-3-25,2022-4-1', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/280/280_vendor.pdf', 'file/280/280_sws.pdf', 1, 90, '2022-04-24 21:42:14', '2022-09-26 02:11:31'),
(281, 'งาน Design 100% (พี่เกษม)', '45129.89', '2022-02-28', '2022-4-1', NULL, 'รอรับเงิน', 'ยังไม่โอน', NULL, 'file/281/281_vendor.pdf', 'file/281/281_sws.jpg', 1, 71, '2022-04-25 06:34:04', '2022-04-25 06:34:04'),
(282, 'งาน Install & Design 100% บิล IV 2022/010', '38068.58', '2022-04-01', '2022-3-18,2022-4-1', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/282/282_vendor.pdf', 'file/282/282_sws.jpg', 1, 21, '2022-05-10 00:18:22', '2022-05-10 00:18:22'),
(283, 'งาน Design Lotus 100% บิล SN 3/7', '49348.92', '2022-03-31', '2022-3-18,2022-3-25', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/283/283_vendor.pdf', 'file/283/283_sws.pdf', 1, 72, '2022-05-10 02:38:31', '2022-05-10 02:38:32'),
(284, 'งาน Install 10% บิล 00001/2022', '159256.54', '2022-01-12', '2021-12-24,2022-1-7', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/284/284_vendor.pdf', 'file/284/284_sws.jpg', 1, 80, '2022-05-17 20:58:42', '2022-05-20 02:00:37'),
(285, 'งาน Online Install & Install TK 100% บิล IV2022001220', '229234.80', '2022-04-04', '2022-3-4,2022-3-11,2022-3-18,2022-4-8', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/285/285_vendor.pdf', 'file/285/285_sws.pdf', 1, 89, '2022-05-18 00:10:14', '2022-05-18 00:25:46'),
(286, 'งาน Mobile Install 100% บิล IV2021001219', '5236.05', '2021-09-23', '2021-9-3', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/286/286_vendor.pdf', 'file/286/286_sws.pdf', 1, 89, '2022-05-18 00:25:09', '2022-05-18 00:25:09'),
(287, 'งาน Install 95% บิล IV2022001221', '89389.53', '2022-04-04', '2022-4-8', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/287/287_vendor.pdf', 'file/287/287_sws.jpg', 1, 89, '2022-05-18 00:36:45', '2022-05-18 00:36:45'),
(288, 'งาน Design Lotus 100% บิล 6503-001', '78989.04', '2022-03-04', '2022-4-1,2022-4-8,2022-4-22,2022-4-29', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/288/288_vendor.pdf', 'file/288/288_sws.pdf', 1, 11, '2022-05-18 03:18:25', '2022-05-25 03:38:58'),
(289, 'งาน Design 100% บิล 211/2565', '14144.00', '2022-04-08', '2022-4-8', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/289/289_vendor.pdf', 'file/289/289_sws.jpg', 1, 59, '2022-05-18 06:47:17', '2022-05-18 06:47:17'),
(290, 'งาน Install ปกติ , Install TK & Per 100% บิล IV6503002', '561721.35', '2022-03-14', '2022-4-8', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/290/290_vendor.pdf', 'file/290/290_sws.pdf', 1, 12, '2022-05-18 21:44:20', '2022-05-18 21:44:20'),
(291, 'งาน Install ปกติ & Install TK 95% บิล SSW65040801', '138838.75', '2022-04-08', '2022-4-8', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/291/291_vendor.pdf', 'file/291/291_sws.pdf', 1, 14, '2022-05-19 00:01:49', '2022-05-19 00:01:49'),
(292, 'งาน Install 100% บิล IV.2204004', '112921.79', '2022-04-01', '2022-4-8', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/292/292_vendor.pdf', 'file/292/292_sws.jpg', 1, 15, '2022-05-19 00:37:54', '2022-05-19 00:37:54'),
(293, 'งาน Design 100% บิล INV64-12-0001', '22984.64', '2021-12-14', '2022-4-8', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/293/293_vendor.pdf', 'file/293/293_sws.jpg', 1, 77, '2022-05-19 01:38:20', '2022-05-19 01:38:20'),
(294, 'งาน Design 100% บิล INV64-12-0002', '3240.26', '2021-12-14', '2022-4-8', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/294/294_vendor.pdf', 'file/294/294_sws.jpg', 1, 77, '2022-05-19 01:43:46', '2022-05-19 01:43:56'),
(295, 'งาน Design 100% บิล INV64-12-0003', '6311.91', '2021-12-14', '2021-9-10,2021-10-1', NULL, 'GR จบแล้ว', 'ยังไม่โอน', NULL, 'file/295/295_vendor.pdf', 'file/295/295_sws.jpg', 1, 77, '2022-05-19 01:57:07', '2022-05-19 01:57:07'),
(296, 'งาน Install 95% บิล SSW2022/001', '113050.55', '2022-04-08', '2022-4-8', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/296/296_vendor.pdf', 'file/296/296_sws.pdf', 1, 17, '2022-05-20 00:25:44', '2022-05-20 00:25:44'),
(297, 'งาน Install 95% & Design 100% บิล 00017/2022, 00017/2022-2, 00018/2022, 00018/2022-2', '487974.77', '2022-04-08', '2022-4-8', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/297/297_vendor.pdf', 'file/297/297_sws.pdf', 1, 80, '2022-05-20 03:56:48', '2022-06-14 21:43:48'),
(298, 'งาน Design 100% บิล PM005/2022', '6864.80', '2022-05-21', '2022-4-8', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/298/298_vendor.pdf', 'file/298/298_sws.jpg', 1, 88, '2022-05-23 20:22:07', '2022-05-23 20:22:07'),
(299, 'งาน Design 100% บิล 2022/03 006', '55226.08', '2022-03-16', '2022-4-22', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/299/299_vendor.pdf', 'file/299/299_sws.jpg', 1, 9, '2022-05-23 21:53:50', '2022-05-23 21:53:50'),
(300, 'งาน Install 95% & Design 100% บิล PM003/2021', '41936.96', '2022-04-22', '2022-4-22', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/300/300_vendor.pdf', 'file/300/300_sws.jpg', 1, 88, '2022-05-24 00:14:45', '2022-05-24 00:14:45'),
(301, 'งาน Install & Design 100% บิล IV 2022/011', '33392.51', '2022-04-21', '2022-4-22', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/301/301_vendor.pdf', 'file/301/301_sws.jpg', 1, 21, '2022-05-24 00:41:31', '2022-05-24 00:41:31'),
(302, 'งาน Insatll ปกติ & TK บิล IV2022001222', '174041.94', '2022-04-21', '22-4-2022', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/302/302_vendor.pdf', 'file/302/302_sws.pdf', 1, 89, '2022-05-24 02:10:34', '2022-07-12 01:30:03'),
(303, 'งาน Install 95% บิล SSW2022/002', '125748.95', '2022-04-21', '2022-4-22', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/303/303_vendor.pdf', 'file/303/303_sws.jpg', 1, 17, '2022-06-13 23:47:08', '2022-06-13 23:47:08'),
(304, 'งาน Install 95% บิล SET/SSW-2022/017', '9130.12', '2022-04-21', '2022-4-22', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/304/304_vendor.pdf', 'file/304/304_sws.jpg', 1, 13, '2022-06-14 00:16:36', '2022-06-14 00:16:36'),
(305, 'งาน Design 100% บิล DE65042201', '21961.51', '2022-04-22', '2022-4-22', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/305/305_vendor.pdf', 'file/305/305_sws.jpg', 1, 14, '2022-06-14 01:06:36', '2022-06-14 01:06:36'),
(306, 'งาน Install TK 100% บิล Q.6503007', '29797.30', '2022-03-23', '2022-4-22', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/306/306_vendor.pdf', 'file/306/306_sws.pdf', 1, 78, '2022-06-14 02:06:18', '2022-06-14 02:06:19'),
(307, 'งาน Install ปกติ & TK บิล 2565/073, 2565/074', '74131.78', '2022-04-28', '2022-4-22', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/307/307_vendor.pdf', 'file/307/307_sws.pdf', 1, 20, '2022-06-14 02:41:54', '2022-06-14 02:41:54'),
(308, 'งาน Install สพฐ. 100% บิล INV/SSW/20220322', '24185.16', '2022-03-22', '2022-4-22', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/308/308_vendor.pdf', 'file/308/308_sws.jpg', 1, 87, '2022-06-14 03:26:25', '2022-06-14 03:26:25'),
(309, 'งาน Install & Civil 2H21 100% บิล 00020/2022, 00021/2022', '870201.67', '2022-04-22', '2022-4-22', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/309/309_vendor.pdf', 'file/309/309_sws.pdf', 1, 80, '2022-06-14 21:35:30', '2022-06-14 21:35:31'),
(310, 'งาน Install TK 100% บิล IV 2022/012', '16741.26', '2022-04-28', '2022-4-29', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/310/310_vendor.pdf', 'file/310/310_sws.pdf', 1, 21, '2022-06-15 00:04:29', '2022-06-15 00:04:29'),
(311, 'งาน Install 100% บิล 147/2565', '514538.79', '2022-03-25', '2022-4-29', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/311/311_vendor.pdf', 'file/311/311_sws.jpg', 1, 59, '2022-06-15 00:17:20', '2022-06-15 00:17:20'),
(312, 'งาน Per 100% บิล IV6504006', '1803.89', '2022-04-27', '2022-4-29', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/312/312_vendor.pdf', 'file/312/312_sws.jpg', 1, 12, '2022-06-15 00:34:46', '2022-06-15 00:34:46'),
(313, 'งาน Install ปกติ, Insatll TK, Design TK, Per 100% บิล IV6504002, IV6503006, IV6504005, IV6503007', '365923.36', '2022-03-18', '2022-4-22', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/313/313_vendor.pdf', 'file/313/313_sws.pdf', 1, 12, '2022-06-16 21:25:13', '2022-06-16 21:25:13'),
(314, 'งาน install 95% บิล SET/SSW-2022/020', '21395.34', '2022-04-21', '2022-4-29', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/314/314_vendor.pdf', 'file/314/314_sws.jpg', 1, 13, '2022-06-19 02:38:58', '2022-06-19 02:38:58'),
(315, 'งาน Install TK 100% บิล Q.6504003', '23151.42', '2022-04-12', '2022-4-29', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/315/315_vendor.pdf', 'file/315/315_sws.pdf', 1, 78, '2022-06-21 20:31:31', '2022-06-21 20:31:31'),
(316, 'งาน Design 100% บิล TN22042702', '2246.40', '2022-04-27', '2022-4-29', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/316/316_vendor.pdf', 'file/316/316_sws.jpg', 1, 85, '2022-06-21 20:40:58', '2022-06-21 20:40:58'),
(317, 'งาน Install TK 100% บิล 2565/075', '23756.36', '2022-04-29', '2022-4-29', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/317/317_vendor.pdf', 'file/317/317_sws.pdf', 1, 20, '2022-06-21 21:34:03', '2022-06-21 21:34:03'),
(318, 'งาน Install 95%, Design 100% บิล 00022/2022', '10142.08', '2022-04-28', '2022-4-29', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/318/318_vendor.pdf', 'file/318/318_sws.jpg', 1, 80, '2022-06-22 00:14:24', '2022-06-22 00:14:24'),
(319, 'งาน Install 95%, Design 100% บิล DN6505-001, DN6505-002', '49306.79', '2022-05-26', '2022-5-27', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/319/319_vendor.pdf', 'file/319/319_sws.pdf', 1, 11, '2022-06-22 04:15:35', '2022-06-22 04:15:35'),
(320, 'งาน Design 100% บิล SSW65052501', '7778.11', '2022-05-25', '2022-5-27', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/320/320_vendor.pdf', 'file/320/320_sws.jpg', 1, 14, '2022-06-22 21:01:01', '2022-06-22 21:01:20'),
(321, 'งาน Design 100% บิล SET/SSW-2022/018', '2080.00', '2022-03-30', '2022-5-27', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/321/321_vendor.pdf', 'file/321/321_sws.jpg', 1, 13, '2022-06-22 21:27:02', '2022-06-22 21:27:02'),
(322, 'งาน Design Data 100% บิล 65/04/02', '3536.00', '2022-04-20', '2022-5-27', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/322/322_vendor.pdf', 'file/322/322_sws.jpg', 1, 91, '2022-06-22 21:49:58', '2022-06-22 21:49:59'),
(323, 'งาน Install 100% บิล TN22051904', '16256.45', '2022-05-19', '2022-5-27', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/323/323_vendor.pdf', 'file/323/323_sws.jpg', 1, 85, '2022-07-11 21:58:56', '2022-07-11 21:58:56'),
(324, 'งาน Design Data 100% บิล KST 2022/05004', '83988.40', '2022-05-27', '2022-5-27', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/324/324_vendor.pdf', 'file/324/324_sws.pdf', 1, 64, '2022-07-12 01:21:21', '2022-07-12 01:21:21'),
(325, 'งาน Install TK 95% บิล IV2022001223', '42046.87', '2022-05-26', '2022-5-27', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/325/325_vendor.pdf', 'file/325/325_sws.pdf', 1, 89, '2022-07-12 01:33:20', '2022-07-12 01:33:20'),
(326, 'งาน Install 95% บิล PM004/2022', '123132.77', '2022-06-08', '2022-6-10', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/326/326_vendor.pdf', 'file/326/326_sws.jpg', 1, 88, '2022-07-12 02:25:05', '2022-07-12 02:25:05'),
(327, 'งาน Install 100% บิล IV 2022/016', '52104.42', '2022-06-09', '2022-4-22,2022-6- 10', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/327/327_vendor.pdf', 'file/327/327_sws.jpg', 1, 21, '2022-07-12 02:56:30', '2022-07-12 02:56:30'),
(328, 'งาน Install TK 95% บิล MKN/65-0002', '41418.46', '2022-04-12', '2022-6-10', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/328/328_vendor.pdf', 'file/328/328_sws.pdf', 1, 10, '2022-07-12 03:19:05', '2022-07-12 03:19:05'),
(329, 'ค่าอุปกรณ์ Closure 216F งานจัดระเบียบสาย', '44940.00', '2022-08-03', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/329/329_vendor.jpg', '', 1, 50, '2022-08-05 02:02:40', '2022-10-17 19:46:50'),
(330, 'ค่าขนส่งที่ขน Cable จาก KWC ไปคืน WH ทรู', '4950.00', '2022-08-08', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/330/330_vendor.pdf', '', 1, 30, '2022-08-07 21:05:48', '2022-09-06 03:54:13'),
(331, 'งาน Install Lotus 95% บิล 6506-004', '688512.03', '2022-06-08', '2022-6-10', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/331/331_vendor.pdf', 'file/331/331_sws.pdf', 1, 11, '2022-08-19 00:05:48', '2022-08-19 00:05:48'),
(332, 'งาน per 100% บิล IV65005013', '15748.18', '2022-05-25', '2022-6-10', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/332/332_vendor.pdf', 'file/332/332_sws.jpg', 1, 12, '2022-08-19 00:44:20', '2022-08-19 00:44:20'),
(333, 'งาน Install 95% & Design 100% บิล  65/05/01', '105606.45', '2022-05-31', '2022-6-10', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/333/333_vendor.pdf', 'file/333/333_sws.pdf', 1, 91, '2022-09-06 03:52:53', '2022-09-06 03:52:53'),
(334, 'งาน Install 100% บิล TN22060901', '126467.33', '2022-06-09', '2022-6-10', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/334/334_vendor.pdf', 'file/334/334_sws.jpg', 1, 85, '2022-09-20 01:52:27', '2022-09-20 01:52:27'),
(335, 'งาน Install 80% บิล WMS64/0035', '12575.08', '2021-10-05', '2021-8-6', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/335/335_vendor.pdf', 'file/335/335_sws.jpg', 1, 34, '2022-09-20 02:34:26', '2022-09-20 02:34:26'),
(336, 'งาน Install 80% บิล WMS64/0036', '32831.76', '2021-10-05', '2021-4-30', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/336/336_vendor.pdf', 'file/336/336_sws.jpg', 1, 34, '2022-09-20 02:37:52', '2022-09-20 02:37:52'),
(337, 'งาน Install 80% บิล WMS64/0038', '16051.32', '2021-11-01', '2021-11-12', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/337/337_vendor.pdf', 'file/337/337_sws.jpg', 1, 34, '2022-09-20 02:40:43', '2022-09-20 02:40:43'),
(338, 'งาน Design 80% บิล WMS64/0039', '4031.04', '2021-11-01', '2021-11-12', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/338/338_vendor.pdf', 'file/338/338_sws.jpg', 1, 34, '2022-09-20 02:45:04', '2022-09-20 22:09:48'),
(339, 'งาน Install TK 95% บิล 2565/078', '14682.49', '2022-05-12', '2022-6-10', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/339/339_vendor.pdf', 'file/339/339_sws.pdf', 1, 90, '2022-09-25 23:36:54', '2022-09-26 02:06:48'),
(340, 'งาน Design Lotus 100% บิล 2565/057', '35117.06', '2022-04-18', '2022-5-27,2022-6-10', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/340/340_vendor.pdf', 'file/340/340_sws.jpg', 1, 90, '2022-09-26 01:15:56', '2022-09-26 02:07:08'),
(341, 'งาน Design Lotus 100% บิล 2565/058', '13312.00', '2022-04-18', '2022-6-10', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/341/341_vendor.pdf', 'file/341/341_sws.jpg', 1, 90, '2022-09-26 01:17:23', '2022-09-26 02:07:38'),
(342, 'งาน Install 95% บิล 00030/2022, 00031/2022', '235462.37', '2022-06-10', '2022-6-10', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/342/342_vendor.pdf', 'file/342/342_sws.jpg', 1, 80, '2022-09-26 21:27:53', '2022-09-26 21:27:53'),
(343, 'ค่าขนส่ง ปากเกร็ด นนทบุรี -อ่อนนุช ลาดกระบัง', '4950.00', '2022-10-12', '', NULL, 'ไม่มี GR', 'โอนแล้ว', NULL, 'file/343/343_vendor.jpg', 'file/343/343_sws.jpg', 1, 30, '2022-10-11 22:40:26', '2022-10-17 19:47:25'),
(344, 'งาน Design 100% บิล SN 5/11', '33378.70', '2022-05-30', '2021-10-1,2021-10-25,2021-10-29,2022-1-7', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/344/344_vendor.pdf', 'file/344/344_sws.jpg', 1, 72, '2022-10-17 00:34:10', '2022-10-17 00:34:10'),
(345, 'งาน Design 100% บิล IV 2022/017', '13393.79', '2022-06-15', '2022-6-17', NULL, 'GR จบแล้ว', 'โอนแล้ว', NULL, 'file/345/345_vendor.pdf', 'file/345/345_sws.jpg', 1, 21, '2022-10-17 00:48:52', '2022-10-17 00:48:52'),
(346, '123', '123.00', '2022-10-05', '', NULL, 'ไม่มี GR', 'ยังไม่โอน', NULL, 'file/346/346_vendor.jpg', '', 1, 0, '2022-10-21 11:13:23', '2022-10-21 11:13:23');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2019_08_19_000000_create_failed_jobs_table', 1),
(4, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(5, '2021_08_23_082821_create_materials_table', 2),
(6, '2021_08_23_082821_create_disburse_table', 3),
(7, '2021_08_27_155702_create_payments_table', 5),
(8, '2021_08_27_182951_create_tests_table', 5),
(9, '2014_10_12_200000_add_two_factor_columns_to_users_table', 6),
(10, '2021_08_28_074425_create_sessions_table', 6),
(11, '2021_08_28_153512_create_advances_table', 7),
(12, '2021_08_28_180402_create_advance_uses_table', 7),
(13, '2021_08_27_132147_create_vendors_table', 8);

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `payments`
--

CREATE TABLE `payments` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `payment_times` int(11) NOT NULL,
  `payment_value` decimal(20,2) NOT NULL,
  `payment_datetime` datetime DEFAULT NULL,
  `remark` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `file_payment` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `disburse_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `payments`
--

INSERT INTO `payments` (`id`, `payment_times`, `payment_value`, `payment_datetime`, `remark`, `file_payment`, `disburse_id`, `created_at`, `updated_at`) VALUES
(1, 1, '69064.00', '2021-08-13 01:01:00', NULL, 'file/13/13_reciept.jpg', 13, '2021-08-31 06:02:13', '2021-08-31 06:02:13'),
(2, 1, '50290.00', '2021-08-29 19:28:00', NULL, 'file/15/15_reciept.jpg', 15, '2021-08-31 06:17:39', '2021-08-31 06:17:39'),
(3, 1, '71785.21', '2021-08-29 16:55:00', NULL, 'file/16/16_reciept.pdf', 16, '2021-08-31 06:19:07', '2021-08-31 06:19:07'),
(4, 2, '8910.00', '2021-08-27 09:08:00', NULL, 'file/17/17_reciept.pdf', 17, '2021-08-31 06:20:02', '2021-08-31 06:20:02'),
(5, 2, '175698.69', '2021-08-27 09:08:00', NULL, 'file/19/19_reciept.pdf', 19, '2021-08-31 06:21:06', '2021-08-31 06:21:06'),
(6, 3, '9287.60', '2021-08-26 14:26:00', NULL, 'file/21/21_reciept.pdf', 21, '2021-09-01 02:05:32', '2021-09-01 02:05:32'),
(7, 4, '21419.00', '2021-08-20 06:30:00', NULL, 'file/23/23_reciept.pdf', 23, '2021-09-01 02:08:42', '2021-09-01 02:08:42'),
(8, 4, '133734.02', '2021-08-15 15:24:00', NULL, 'file/22/22_reciept.pdf', 22, '2021-09-01 02:09:44', '2021-09-01 02:09:44'),
(9, 4, '46242.09', '2021-08-20 06:32:00', NULL, 'file/24/24_reciept.pdf', 24, '2021-09-01 02:10:24', '2021-09-01 02:10:24'),
(10, 4, '85803.85', '2021-08-20 06:32:00', NULL, 'file/25/25_reciept.pdf', 25, '2021-09-01 02:10:55', '2021-09-01 02:10:55'),
(11, 1, '1000.00', '2021-09-01 15:00:00', NULL, 'file/12/12_reciept.png', 12, '2021-09-13 01:20:06', '2021-09-13 01:20:06'),
(12, 1, '500000.00', '2021-09-03 01:00:00', NULL, 'file/39/39_reciept_41.pdf', 39, '2021-09-15 09:19:15', '2021-09-15 09:19:15'),
(13, 1, '500000.00', '2021-09-10 00:51:00', NULL, 'file/39/39_reciept_42.pdf', 39, '2021-09-15 09:19:51', '2021-09-15 09:19:51'),
(14, 1, '200000.00', '2021-01-15 10:22:00', NULL, 'file/35/35_reciept_43.jpg', 35, '2021-09-15 09:21:12', '2021-09-15 09:21:12'),
(15, 1, '200000.00', '2021-03-19 07:12:00', NULL, 'file/35/35_reciept_44.pdf', 35, '2021-09-15 09:21:58', '2021-09-15 09:21:58'),
(16, 1, '100000.00', '2021-03-28 09:00:00', NULL, 'file/35/35_reciept_45.jpg', 35, '2021-09-15 09:22:52', '2021-09-15 09:22:52'),
(17, 1, '100000.00', '2021-04-16 13:47:00', NULL, 'file/35/35_reciept_46.pdf', 35, '2021-09-15 09:25:27', '2021-09-15 09:25:27'),
(18, 1, '15000.00', '2021-09-05 17:24:00', NULL, 'file/31/31_reciept_47.jpg', 31, '2021-09-15 11:50:35', '2021-09-15 11:50:35'),
(19, 5, '25000.00', '2021-09-05 17:23:00', NULL, 'file/30/30_reciept_48.jpg', 30, '2021-09-15 11:51:13', '2021-09-15 11:51:13'),
(20, 3, '100000.00', '2021-08-10 00:00:00', NULL, 'file/20/20_reciept_49.jpg', 20, '2021-09-15 23:32:58', '2021-09-15 23:32:58'),
(21, 3, '100000.00', '2021-08-13 00:00:00', NULL, 'file/20/20_reciept_50.jpg', 20, '2021-09-15 23:33:30', '2021-09-15 23:33:30'),
(22, 3, '200000.00', '2021-08-15 15:27:00', NULL, 'file/20/20_reciept_51.pdf', 20, '2021-09-15 23:34:30', '2021-09-15 23:34:30'),
(23, 3, '19152.00', '2021-08-24 10:14:00', NULL, 'file/20/20_reciept_52.pdf', 20, '2021-09-15 23:35:14', '2021-09-15 23:35:14'),
(24, 2, '105713.00', '2021-09-17 01:23:00', NULL, 'file/41/41_reciept_53.pdf', 41, '2021-09-16 20:11:20', '2021-09-16 20:11:20'),
(25, 1, '500000.00', '2021-09-17 01:20:00', NULL, 'file/39/39_reciept_54.pdf', 39, '2021-09-16 20:13:02', '2021-09-16 20:13:02'),
(26, 1, '28069.20', '2021-09-17 01:21:00', NULL, 'file/34/34_reciept_55.pdf', 34, '2021-09-16 20:15:04', '2021-09-16 20:15:04'),
(27, 2, '52556.30', '2021-09-17 01:22:00', NULL, 'file/44/44_reciept_56.pdf', 44, '2021-09-16 20:22:30', '2021-09-16 20:22:30'),
(28, 2, '16830.00', '2021-09-17 01:22:00', NULL, 'file/43/43_reciept_57.pdf', 43, '2021-09-16 20:23:27', '2021-09-16 20:23:27'),
(29, 2, '9595.04', '2021-09-17 01:23:00', NULL, 'file/42/42_reciept_58.pdf', 42, '2021-09-16 20:27:12', '2021-09-16 20:27:12'),
(30, 2, '34755.20', '2021-09-17 01:23:00', NULL, 'file/33/33_reciept_59.pdf', 33, '2021-09-16 20:29:16', '2021-09-16 20:29:16'),
(31, 1, '67157.90', '2021-09-17 11:12:00', NULL, 'file/38/38_reciept_60.pdf', 38, '2021-09-16 23:28:34', '2021-09-16 23:28:34'),
(32, 2, '25000.00', '2021-09-17 01:24:00', NULL, 'file/47/47_reciept_61.pdf', 47, '2021-09-17 04:29:15', '2021-09-17 04:29:15'),
(33, 4, '291702.43', '2021-10-09 04:32:00', 'มียอดโอนเกินไป 3,431.17 บาท', 'file/50/50_reciept_62.pdf', 50, '2021-09-22 04:33:17', '2021-09-22 04:33:17'),
(34, 1, '1301248.60', '2021-09-22 09:18:00', NULL, 'file/51/51_reciept_63.pdf', 51, '2021-09-22 06:20:06', '2021-09-22 06:20:06'),
(35, 3, '500000.00', '2021-09-03 00:56:00', 'ชำระเงินรอบที่ 1', 'file/53/53_reciept_64.pdf', 53, '2021-09-22 07:24:18', '2021-09-22 07:24:18'),
(36, 3, '500000.00', '2021-09-10 00:51:00', 'ชำระเงินรอบที่ 2', 'file/53/53_reciept_65.pdf', 53, '2021-09-22 07:25:19', '2021-09-22 07:25:19'),
(37, 3, '500000.00', '2021-09-17 01:02:00', 'ชำระเงินรอบที่ 3', 'file/53/53_reciept_66.pdf', 53, '2021-09-22 07:27:07', '2021-09-22 07:27:07'),
(38, 2, '200000.00', '2021-09-03 10:17:00', NULL, 'file/55/55_reciept_67.pdf', 55, '2021-09-22 07:38:26', '2021-09-22 07:38:26'),
(39, 3, '200000.00', '2021-09-17 11:26:00', NULL, 'file/57/57_reciept_68.jpg', 57, '2021-09-22 07:49:29', '2021-09-22 07:49:29'),
(40, 1, '326331.78', '2021-09-10 01:00:00', NULL, 'file/71/71_reciept_69.pdf', 71, '2021-09-22 09:15:58', '2021-09-22 09:15:59'),
(41, 1, '93771.42', '2021-09-10 00:53:00', 'รวม บิล 6408-004 และบิล 6408-006', 'file/73/73_reciept_71.pdf', 73, '2021-09-22 09:29:25', '2021-09-22 09:29:25'),
(42, 1, '306228.58', '2021-09-10 00:53:00', 'รวม บิล 6408-004 และบิล 6408-006', 'file/75/75_reciept_72.pdf', 75, '2021-09-22 09:34:50', '2021-09-22 09:34:50'),
(43, 6, '50076.00', '2021-09-23 10:28:00', NULL, 'file/48/48_reciept_73.pdf', 48, '2021-09-23 22:07:22', '2021-09-23 22:07:22'),
(44, 1, '300000.00', '2021-09-03 01:01:00', NULL, 'file/78/78_reciept_74.pdf', 78, '2021-09-24 04:56:31', '2021-09-24 04:56:31'),
(45, 1, '200000.00', '2021-08-27 11:48:00', NULL, 'file/78/78_reciept_75.pdf', 78, '2021-09-24 04:57:01', '2021-09-24 04:57:01'),
(46, 1, '282416.00', '2021-09-27 02:42:00', NULL, 'file/12/12_reciept_76.pdf', 12, '2021-09-27 13:03:59', '2021-09-27 13:03:59'),
(47, 3, '500000.00', '2021-09-27 02:34:00', NULL, 'file/53/53_reciept_77.pdf', 53, '2021-09-27 13:07:49', '2021-09-27 13:07:49'),
(48, 1, '28868.60', '2021-09-27 16:26:00', NULL, 'file/79/79_reciept_78.pdf', 79, '2021-09-27 13:09:05', '2021-09-27 13:09:05'),
(49, 4, '269188.94', '2021-09-27 02:44:00', NULL, 'file/52/52_reciept_79.pdf', 52, '2021-09-27 13:10:32', '2021-09-27 13:10:32'),
(50, 2, '75966.32', '2021-09-27 02:43:00', NULL, 'file/46/46_reciept_80.pdf', 46, '2021-09-27 13:16:38', '2021-09-27 13:16:38'),
(51, 2, '329660.23', '2021-09-27 02:45:00', NULL, 'file/54/54_reciept_81.pdf', 54, '2021-09-27 13:17:28', '2021-09-27 13:17:28'),
(52, 5, '116148.50', '2021-09-29 09:20:00', NULL, 'file/29/29_reciept_82.pdf', 29, '2021-09-29 23:23:27', '2021-09-29 23:23:27'),
(53, 6, '15000.00', '2021-10-05 10:25:00', NULL, 'file/82/82_reciept_83.jpg', 82, '2021-10-05 06:31:40', '2021-10-05 06:31:40'),
(54, 3, '25000.00', '2021-10-05 10:24:00', NULL, 'file/81/81_reciept_84.jpg', 81, '2021-10-05 06:32:02', '2021-10-05 06:32:02'),
(55, 7, '11556.00', '2021-10-06 11:29:00', NULL, 'file/83/83_reciept_85.pdf', 83, '2021-10-06 02:01:38', '2021-10-06 02:01:38'),
(56, 4, '274872.93', '2021-10-08 07:47:00', NULL, 'file/70/70_reciept_86.pdf', 70, '2021-10-07 21:08:26', '2021-10-07 21:08:26'),
(57, 3, '41424.44', '2021-09-27 12:04:00', 'โอน 4 บิลรวมกัน', 'file/57/57_reciept_87.pdf', 57, '2021-10-10 23:38:52', '2021-10-10 23:38:52'),
(58, 3, '4881.01', '2021-09-27 12:04:00', 'โอน 4 บิลรวมกัน', 'file/58/58_reciept_88.pdf', 58, '2021-10-10 23:40:03', '2021-10-10 23:40:03'),
(59, 3, '6456.32', '2021-09-27 12:04:00', 'โอน 4 บิลรวมกัน', 'file/59/59_reciept_89.pdf', 59, '2021-10-10 23:41:13', '2021-10-10 23:41:13'),
(60, 2, '14066.21', '2021-09-27 12:04:00', 'โอน 4 บิลรวมกัน', 'file/60/60_reciept_90.pdf', 60, '2021-10-10 23:41:42', '2021-10-10 23:41:42'),
(61, 4, '100000.00', '2020-12-14 13:03:00', 'เป็นการโอน advance รวมกันแล้วตัดยอดได้หลายบิล', 'file/84/84_reciept_91.jpg', 84, '2021-10-11 01:18:28', '2021-10-11 01:18:28'),
(62, 4, '100000.00', '2021-02-05 09:28:00', 'เป็นการโอน advance รวมกันแล้วตัดยอดได้หลายบิล', 'file/84/84_reciept_92.jpg', 84, '2021-10-11 01:19:13', '2021-10-11 01:19:13'),
(63, 4, '100000.00', '2021-02-19 08:07:00', 'เป็นการโอน advance รวมกันแล้วตัดยอดได้หลายบิล', 'file/84/84_reciept_93.jpg', 84, '2021-10-11 01:21:01', '2021-10-11 01:21:01'),
(64, 4, '98260.29', '2021-03-05 06:18:00', 'จ่ายบิลนี้แค่ยอดที่ลง ส่วนที่เหลือเป็นของบิลอื่นเพราะเป็นการโอน advance รวมกันแล้วตัดยอดได้หลายบิล', 'file/84/84_reciept_94.jpg', 84, '2021-10-11 01:23:03', '2021-10-11 01:23:03'),
(65, 8, '1739.71', '2021-03-05 06:18:00', 'ยอดบิลนี้แค่ 1,739.71 ที่เหลือเป็นการโอน advance รวมกันแล้วตัดยอดได้หลายบิล', 'file/85/85_reciept_95.jpg', 85, '2021-10-11 01:26:26', '2021-10-11 01:26:26'),
(66, 8, '70000.00', '2021-07-10 15:55:00', 'เป็นการโอน advance รวมกันแล้วตัดยอดได้หลายบิล', 'file/85/85_reciept_96.pdf', 85, '2021-10-11 01:27:21', '2021-10-11 01:27:21'),
(67, 8, '85000.00', '2021-07-30 18:04:00', 'เป็นการโอน advance รวมกันแล้วตัดยอดได้หลายบิล', 'file/85/85_reciept_97.pdf', 85, '2021-10-11 01:28:01', '2021-10-11 01:28:01'),
(68, 8, '60000.00', '2021-08-28 12:28:00', 'เป็นการโอน advance รวมกันแล้วตัดยอดได้หลายบิล', 'file/85/85_reciept_98.pdf', 85, '2021-10-11 01:28:56', '2021-10-11 01:28:56'),
(69, 9, '100000.00', '2021-09-17 00:00:00', ' (ยอด advance)', 'file/advance/1_vendor.pdf', 85, '2021-10-11 01:59:51', '2021-10-11 01:59:51'),
(70, 10, '87120.33', '2021-09-27 00:00:00', 'ใช้ยอดสำหรับบิลนี้แค่ 87,120.33 บาท (ยอด advance)', 'file/advance/5_vendor.pdf', 85, '2021-10-11 02:00:46', '2021-10-11 02:00:46'),
(71, 5, '300000.00', '2021-09-27 02:55:00', NULL, 'file/86/86_reciept_101.pdf', 86, '2021-10-11 23:11:48', '2021-10-11 23:11:48'),
(72, 1, '30000.00', '2021-09-27 00:00:00', ' (ยอด advance)', 'file/advance/3_vendor.pdf', 88, '2021-10-12 00:12:53', '2021-10-12 00:12:53'),
(73, 2, '270000.00', '2021-09-27 00:00:00', ' (ยอด advance)', 'file/advance/3_vendor.pdf', 88, '2021-10-12 00:13:05', '2021-10-12 00:13:05'),
(74, 1, '200000.00', '2021-10-07 00:00:00', ' (ยอด advance)', 'file/advance/7_vendor.pdf', 91, '2021-10-13 04:44:06', '2021-10-13 04:44:06'),
(75, 5, '20556.91', '2021-09-27 03:05:00', 'ยอดที่โอนเกินนำไปหักลบในบิลถัดไป ดูการคำนวณได้จากไฟล์คำนวณยอด', 'file/92/92_reciept_105.pdf', 92, '2021-10-13 07:31:55', '2021-10-13 07:31:55'),
(76, 1, '300000.00', '2021-09-27 00:00:00', ' (ยอด advance)', 'file/advance/6_vendor.pdf', 95, '2021-10-13 20:48:53', '2021-10-13 20:48:53'),
(77, 2, '200000.00', '2021-09-27 00:00:00', ' (ยอด advance)', 'file/advance/4_vendor.pdf', 95, '2021-10-13 20:49:17', '2021-10-13 20:49:17'),
(78, 3, '100000.00', '2021-10-01 05:58:00', NULL, 'file/90/90_reciept_108.pdf', 90, '2021-10-13 21:48:58', '2021-10-13 21:48:58'),
(79, 9, '168145.54', '2021-10-01 05:57:00', 'โอนเกิน 30 บาท จะนำไปหักในบิลต่อไป', 'file/98/98_reciept_109.pdf', 98, '2021-10-13 21:58:49', '2021-10-13 21:58:49'),
(80, 2, '136173.60', '2021-10-01 05:57:00', NULL, 'file/72/72_reciept_110.pdf', 72, '2021-10-13 23:23:12', '2021-10-13 23:23:12'),
(81, 10, '11648.00', '2021-10-08 07:46:00', NULL, 'file/99/99_reciept_111.pdf', 99, '2021-10-14 01:03:40', '2021-10-14 01:03:40'),
(82, 11, '68164.10', '2021-10-08 02:01:00', NULL, 'file/100/100_reciept_112.pdf', 100, '2021-10-14 01:07:37', '2021-10-14 01:07:37'),
(83, 2, '153829.96', '2021-10-08 01:53:00', NULL, 'file/102/102_reciept_113.pdf', 102, '2021-10-14 02:13:47', '2021-10-14 02:13:47'),
(84, 9, '45256.93', '2021-10-08 01:56:00', NULL, 'file/95/95_reciept_114.pdf', 95, '2021-10-14 02:40:48', '2021-10-14 02:40:48'),
(85, 9, '117516.30', '2021-10-08 01:58:00', 'จ่ายบิลนี้ 117,516.30 บาท ทบบิล 0069-2021-1 ยอด 3,389.89 บาท', 'file/96/96_reciept_115.pdf', 96, '2021-10-14 03:16:46', '2021-10-14 03:16:46'),
(86, 9, '3389.89', '2021-10-08 01:58:00', 'ยอดคงเหลือจากจ่ายบิล 0069/2021-2 มาทบ 3,389.89 บาท', 'file/95/95_reciept_116.pdf', 95, '2021-10-14 03:19:21', '2021-10-14 03:19:21'),
(87, 3, '76433.00', '2021-09-09 09:36:00', NULL, 'file/107/107_reciept_117.pdf', 107, '2021-10-14 05:40:48', '2021-10-14 05:40:48'),
(88, 4, '101455.19', '2021-09-28 16:18:00', 'จ่ายยอดบิลนี้แค่ 101,455.19 บาท', 'file/108/108_reciept_118.pdf', 108, '2021-10-14 06:22:03', '2021-10-14 06:22:03'),
(89, 2, '13041.60', '2021-09-28 16:18:00', 'จ่ายยอดบิลนี้แค่ 13,041.60 บาท', 'file/106/106_reciept_119.pdf', 106, '2021-10-14 06:23:03', '2021-10-14 06:23:03'),
(90, 6, '45347.32', '2021-10-11 09:45:00', NULL, 'file/101/101_reciept_120.pdf', 101, '2021-10-14 07:42:49', '2021-10-14 07:42:49'),
(91, 4, '67919.79', '2021-10-15 07:49:00', NULL, 'file/88/88_reciept_121.pdf', 88, '2021-10-14 22:02:08', '2021-10-14 22:02:08'),
(92, 4, '32293.04', '2021-10-15 08:55:00', NULL, 'file/89/89_reciept_122.pdf', 89, '2021-10-14 23:09:20', '2021-10-14 23:09:20'),
(93, 10, '418282.25', '2021-10-15 05:56:00', 'มีการหักลบยอดโอน Desigท ที่เบิกซ้ำกับพี่เกษมออก 48,166.36 บาท', 'file/114/114_reciept_123.pdf', 114, '2021-10-15 01:13:05', '2021-10-15 01:13:05'),
(94, 5, '23635.22', '2021-10-15 06:06:00', NULL, 'file/93/93_reciept_124.pdf', 93, '2021-10-15 01:25:14', '2021-10-15 01:25:14'),
(95, 5, '32293.04', '2021-10-15 06:07:00', NULL, 'file/94/94_reciept_125.pdf', 94, '2021-10-15 01:31:36', '2021-10-15 01:31:36'),
(96, 10, '22722.44', '2021-10-15 10:18:00', NULL, 'file/115/115_reciept_126.jpg', 115, '2021-10-15 08:47:29', '2021-10-15 08:47:29'),
(97, 3, '25397.30', '2021-10-15 06:11:00', NULL, 'file/80/80_reciept_127.pdf', 80, '2021-10-15 11:47:26', '2021-10-15 11:47:26'),
(98, 4, '29000.00', '2021-10-15 06:10:00', NULL, 'file/49/49_reciept_128.pdf', 49, '2021-10-15 11:48:44', '2021-10-15 11:48:44'),
(99, 10, '195786.16', '2021-09-17 01:03:00', NULL, 'file/116/116_reciept_129.pdf', 116, '2021-10-17 20:40:47', '2021-10-17 20:40:47'),
(100, 9, '1288.64', '2021-06-25 08:07:00', 'ยอดเป็นของ 2 บิล (บิล 0052-2021-3 ยอด 44,651.96 , 0069-2021-1 ยอด 1,288.64)', 'file/95/95_reciept_130.pdf', 95, '2021-10-18 01:42:21', '2021-10-18 01:42:21'),
(101, 9, '9835.42', '2021-06-25 08:07:00', 'ยอดเป็นของ 2 บิล (บิล 0052/2021-4 ยอด 340,961 , 0069/2021-1 ยอด 9,835.42)', 'file/95/95_reciept_131.pdf', 95, '2021-10-18 01:44:24', '2021-10-18 01:44:24'),
(102, 10, '8538.60', '2021-10-19 11:00:00', NULL, 'file/130/130_reciept_132.pdf', 130, '2021-10-18 21:31:41', '2021-10-18 21:31:41'),
(103, 10, '17262.63', '2021-10-20 13:46:00', NULL, 'file/114/114_reciept_133.jpg', 114, '2021-10-20 00:41:12', '2021-10-20 00:41:12'),
(104, 4, '169.21', '2021-10-20 13:51:00', NULL, 'file/89/89_reciept_134.pdf', 89, '2021-10-20 00:42:04', '2021-10-20 00:42:04'),
(105, 2, '8338.53', '2021-10-20 13:52:00', NULL, 'file/78/78_reciept_135.pdf', 78, '2021-10-20 00:43:32', '2021-10-20 00:43:32'),
(106, 3, '36792.10', '2021-10-20 13:53:00', NULL, 'file/90/90_reciept_136.pdf', 90, '2021-10-20 00:44:16', '2021-10-20 00:44:16'),
(107, 3, '500000.00', '2021-10-21 11:27:00', NULL, 'file/53/53_reciept_137.pdf', 53, '2021-10-21 03:55:33', '2021-10-21 03:55:33'),
(108, 2, '109669.48', '2021-10-22 11:17:00', NULL, 'file/69/69_reciept_138.pdf', 69, '2021-10-22 03:49:28', '2021-10-22 03:49:28'),
(109, 1, '67307.00', '2021-10-25 11:17:00', NULL, 'file/32/32_reciept_140.pdf', 32, '2021-10-25 12:02:44', '2021-10-25 12:02:44'),
(110, 5, '36861.50', '2021-10-25 11:16:00', NULL, 'file/28/28_reciept_141.pdf', 28, '2021-10-25 12:03:47', '2021-10-25 12:03:47'),
(111, 5, '60808.37', '2021-10-26 08:00:00', NULL, 'file/91/91_reciept_142.pdf', 91, '2021-10-25 12:09:12', '2021-10-25 12:09:12'),
(112, 2, '7809.26', '2021-10-25 07:59:00', NULL, 'file/74/74_reciept_143.pdf', 74, '2021-10-25 12:09:48', '2021-10-25 12:09:48'),
(113, 9, '164591.00', '2021-09-03 10:17:00', 'ใช้ยอดสำหรับบิลนี้ 164,591.00 บาท', 'file/95/95_reciept_144.pdf', 95, '2021-10-27 20:53:41', '2021-10-27 20:53:41'),
(115, 3, '24544.00', '2021-11-05 10:16:00', NULL, 'file/112/112_reciept_115.jpg', 129, '2021-11-05 10:40:15', '2021-11-05 10:40:15'),
(116, 3, '10400.00', '2021-10-05 09:49:00', NULL, 'file/105/105_reciept_116.pdf', 105, '2021-11-05 12:08:13', '2021-11-05 12:08:13'),
(117, 4, '60356.11', '2021-10-22 08:16:00', NULL, 'file/97/97_reciept_117.pdf', 97, '2021-11-08 02:26:20', '2021-11-08 02:26:20'),
(118, 1, '39280.29', '2021-10-22 17:37:00', NULL, 'file/136/136_reciept_118.jpg', 136, '2021-11-08 02:33:05', '2021-11-08 02:33:05'),
(119, 1, '60356.11', '2021-10-25 12:58:00', NULL, 'file/119/119_reciept_119.pdf', 119, '2021-11-08 02:35:13', '2021-11-08 02:35:13'),
(120, 4, '50000.00', '2021-10-27 18:48:00', NULL, 'file/97/97_reciept_120.jpg', 97, '2021-11-08 03:21:24', '2021-11-08 03:21:24'),
(121, 4, '100000.00', '2021-10-29 06:27:00', NULL, 'file/97/97_reciept_121.pdf', 97, '2021-11-08 03:25:43', '2021-11-08 03:25:43'),
(122, 3, '11871.10', '2021-09-28 16:18:00', 'ใช้ยอดสำหรับบิลนี้ 11,871.10 บาท', 'file/112/112_reciept_122.pdf', 112, '2021-11-09 03:31:22', '2021-11-09 03:31:22'),
(123, 1, '37845.34', '2021-10-29 15:01:00', NULL, 'file/144/144_reciept_123.pdf', 144, '2021-11-09 20:20:03', '2021-11-09 20:20:03'),
(124, 4, '150000.00', '2021-11-05 05:39:00', NULL, 'file/97/97_reciept_124.pdf', 97, '2021-11-09 20:22:49', '2021-11-09 20:22:49'),
(125, 1, '54052.38', '2021-11-09 18:34:00', NULL, 'file/135/135_reciept_125.jpg', 135, '2021-11-09 23:34:14', '2021-11-09 23:34:14'),
(126, 1, '35409.00', '2021-09-03 10:17:00', 'ใช้ยอดสำหรับบิลนี้ 35,409 บาท', 'file/146/146_reciept_126.pdf', 146, '2021-11-10 02:07:30', '2021-11-10 02:07:30'),
(127, 1, '100000.00', '2021-11-08 11:28:00', NULL, 'file/154/154_reciept_127.jpg', 154, '2021-11-11 02:04:44', '2021-11-11 02:04:44'),
(128, 2, '522201.62', '2021-11-12 00:00:00', NULL, 'file/109/109_reciept_128.jpg', 109, '2021-11-12 07:42:16', '2021-11-12 07:42:16'),
(129, 3, '273982.99', '2021-11-12 00:00:00', NULL, 'file/128/128_reciept_129.jpg', 128, '2021-11-12 07:43:46', '2021-11-12 07:43:46'),
(130, 2, '148612.49', '2021-11-12 00:00:00', NULL, 'file/127/127_reciept_130.jpg', 127, '2021-11-12 07:44:27', '2021-11-12 07:44:27'),
(131, 5, '27417.37', '2021-11-12 07:33:00', NULL, 'file/104/104_reciept_131.pdf', 104, '2021-11-12 07:46:12', '2021-11-12 07:46:12'),
(132, 11, '57204.86', '2021-11-12 06:59:00', NULL, 'file/103/103_reciept_132.pdf', 103, '2021-11-12 07:48:50', '2021-11-12 07:48:50'),
(133, 10, '36483.40', '2021-11-12 06:57:00', NULL, 'file/113/113_reciept_133.pdf', 113, '2021-11-12 07:49:35', '2021-11-12 07:49:35'),
(134, 1, '150000.00', '2021-09-10 10:58:00', NULL, 'file/164/164_reciept_134.pdf', 164, '2021-11-16 02:07:02', '2021-11-16 02:07:03'),
(135, 1, '13867.20', '2021-11-15 17:18:00', 'มีโอนเกิน 638.40 บาท ไว้หักบิลต่อไป', 'file/168/168_reciept_135.jpg', 168, '2021-11-18 03:52:05', '2021-11-18 03:52:05'),
(136, 1, '62110.30', '2021-11-12 11:28:00', NULL, 'file/153/153_reciept_136.jpg', 153, '2021-11-22 01:19:39', '2021-11-22 01:19:39'),
(137, 1, '2484.42', '2021-11-12 12:01:00', NULL, 'file/153/153_reciept_137.jpg', 153, '2021-11-22 01:20:10', '2021-11-22 01:20:10'),
(138, 1, '100000.00', '2021-11-18 18:42:00', NULL, 'file/180/180_reciept_138.jpg', 180, '2021-11-23 02:10:46', '2021-11-23 02:10:46'),
(139, 1, '55321.61', '2021-11-23 15:40:00', NULL, 'file/179/179_reciept_139.pdf', 179, '2021-11-23 20:25:15', '2021-11-23 20:25:15'),
(140, 1, '109066.01', '2021-11-25 17:27:00', NULL, 'file/151/151_reciept_140.pdf', 151, '2021-11-25 10:16:31', '2021-11-25 10:16:31'),
(141, 1, '50000.00', '2021-11-26 10:48:00', NULL, 'file/158/158_reciept_141.pdf', 158, '2021-12-02 03:13:19', '2021-12-02 03:13:19'),
(142, 1, '56907.12', '2021-11-26 04:27:00', NULL, 'file/161/161_reciept_142.pdf', 161, '2021-12-02 03:33:41', '2021-12-02 03:33:41'),
(143, 1, '72607.82', '2021-11-26 04:28:00', NULL, 'file/162/162_reciept_143.pdf', 162, '2021-12-02 03:35:09', '2021-12-02 03:35:09'),
(144, 6, '29882.01', '2021-11-26 04:26:00', NULL, 'file/131/131_reciept_144.pdf', 131, '2021-12-02 03:37:48', '2021-12-02 03:37:48'),
(145, 1, '62591.36', '2021-11-26 04:31:00', NULL, 'file/155/155_reciept_145.pdf', 155, '2021-12-02 23:56:42', '2021-12-02 23:56:42'),
(146, 6, '397129.38', '2021-12-17 09:15:00', NULL, 'file/110/110_reciept_146.pdf', 110, '2021-12-16 19:38:52', '2021-12-16 19:38:53'),
(148, 2, '272551.49', '2021-12-17 03:04:00', NULL, 'file/134/134_reciept_148.pdf', 134, '2021-12-17 00:09:14', '2021-12-17 00:09:14'),
(149, 2, '142450.16', '2021-12-17 07:27:00', NULL, 'file/26/26_reciept_149.pdf', 26, '2021-12-17 00:11:24', '2021-12-17 00:11:24'),
(150, 5, '17820.00', '2021-12-07 15:14:00', NULL, 'file/117/117_reciept_150.pdf', 117, '2021-12-22 00:22:38', '2021-12-22 00:22:38'),
(151, 2, '5940.00', '2021-12-07 15:14:00', NULL, 'file/142/142_reciept_151.pdf', 142, '2021-12-22 00:36:55', '2021-12-22 00:36:55'),
(152, 1, '33378.64', '2021-11-19 19:12:00', NULL, 'file/186/186_reciept_152.jpg', 186, '2021-12-22 01:09:24', '2021-12-22 01:09:24'),
(153, 1, '67.76', '2021-11-15 17:18:00', 'ใช้ยอดสำหรับบิลนี้ 67.76 บาท', 'file/186/186_reciept_153.jpg', 186, '2021-12-22 01:10:40', '2021-12-22 01:10:40'),
(154, 1, '43335.00', '2021-12-13 17:17:00', 'ยอดโอนเกิน 1,215 บาท', 'file/188/188_reciept_154.jpg', 188, '2021-12-22 03:36:42', '2021-12-22 03:36:42'),
(155, 7, '200000.00', '2021-12-18 11:21:00', NULL, 'file/53/53_reciept_155.pdf', 53, '2021-12-22 04:25:31', '2021-12-22 04:25:31'),
(156, 4, '19206.00', '2021-12-21 09:14:00', NULL, 'file/122/122_reciept_156.pdf', 122, '2021-12-22 04:26:47', '2021-12-22 04:26:47'),
(157, 2, '70109.58', '2021-12-22 15:28:00', NULL, 'file/138/138_reciept_157.jpg', 138, '2021-12-22 04:28:06', '2021-12-22 04:28:06'),
(158, 5, '13398.53', '2021-12-17 14:44:00', NULL, 'file/156/156_reciept_158.pdf', 156, '2021-12-22 04:49:01', '2021-12-22 04:49:01'),
(159, 3, '14443.52', '2021-12-17 14:43:00', NULL, 'file/157/157_reciept_159.pdf', 157, '2021-12-22 04:52:01', '2021-12-22 04:52:01'),
(160, 6, '7728.49', '2021-12-17 14:42:00', NULL, 'file/158/158_reciept_160.pdf', 158, '2021-12-22 04:54:09', '2021-12-22 04:54:09'),
(161, 1, '47223.22', '2021-12-17 02:59:00', NULL, 'file/163/163_reciept_161.pdf', 163, '2021-12-22 04:56:37', '2021-12-22 04:56:37'),
(162, 1, '200000.00', '2021-12-17 02:59:00', NULL, 'file/180/180_reciept_162.pdf', 180, '2021-12-22 05:03:15', '2021-12-22 05:03:15'),
(163, 1, '100000.00', '2021-12-18 00:21:00', NULL, 'file/180/180_reciept_163.pdf', 180, '2021-12-22 05:03:36', '2021-12-22 05:03:36'),
(164, 1, '587145.61', '2021-12-17 02:22:00', NULL, 'file/190/190_reciept_164.pdf', 190, '2021-12-27 03:38:58', '2021-12-27 03:38:58'),
(165, 1, '200000.00', '2021-12-17 09:26:00', NULL, 'file/192/192_reciept_165.pdf', 192, '2021-12-27 07:23:51', '2021-12-27 07:23:51'),
(166, 1, '200595.83', '2021-12-17 15:39:00', NULL, 'file/192/192_reciept_166.pdf', 192, '2021-12-27 07:24:21', '2021-12-27 07:24:21'),
(167, 2, '77203.89', '2021-12-17 08:50:00', NULL, 'file/145/145_reciept_167.pdf', 145, '2021-12-27 07:37:23', '2021-12-27 07:37:23'),
(168, 7, '14760.60', '2021-12-17 02:46:00', NULL, 'file/146/146_reciept_168.pdf', 146, '2021-12-27 07:54:09', '2021-12-27 07:54:09'),
(169, 2, '84115.20', '2021-12-17 02:45:00', NULL, 'file/147/147_reciept_169.pdf', 147, '2021-12-27 07:59:16', '2021-12-27 07:59:16'),
(170, 3, '80484.65', '2021-12-17 02:43:00', NULL, 'file/148/148_reciept_170.pdf', 148, '2021-12-27 08:01:52', '2021-12-27 08:01:52'),
(171, 3, '13057.37', '2021-12-17 02:42:00', NULL, 'file/149/149_reciept_171.pdf', 149, '2021-12-27 08:10:49', '2021-12-27 08:10:49'),
(172, 6, '82208.13', '2021-12-17 02:41:00', NULL, 'file/150/150_reciept_172.pdf', 150, '2021-12-27 08:13:00', '2021-12-27 08:13:00'),
(173, 2, '200000.00', '2021-08-06 00:00:00', NULL, 'file/14/14_reciept_173.jpg', 14, '2021-12-27 20:52:51', '2021-12-27 20:52:51'),
(174, 11, '375724.57', '2021-12-17 07:34:00', NULL, 'file/133/133_reciept_174.pdf', 133, '2021-12-27 21:40:55', '2021-12-27 21:40:55'),
(175, 1, '158286.72', '2021-12-17 16:19:00', NULL, 'file/193/193_reciept_175.pdf', 193, '2021-12-27 21:55:17', '2021-12-27 21:55:17'),
(176, 1, '60.00', '2021-11-26 04:26:00', 'ใช้ยอดสำหรับบิลนี้ 60 บาท เป็นยอดคงเหลือจากการโอนบิล IV6410002', 'file/193/193_reciept_176.pdf', 193, '2021-12-27 22:02:42', '2021-12-27 22:02:42'),
(177, 1, '540.00', '2021-11-26 04:28:00', 'ใช้ยอดสำหรับบิลนี้ 540 บาท เป็นยอดคงเหลือจากการโอนบิล IV6411004', 'file/193/193_reciept_177.pdf', 193, '2021-12-27 22:04:07', '2021-12-27 22:04:07'),
(178, 7, '100000.00', '2021-12-24 05:33:00', NULL, 'file/53/53_reciept_178.pdf', 53, '2021-12-27 22:57:52', '2021-12-27 22:57:52'),
(179, 2, '50000.00', '2021-09-14 13:14:00', NULL, 'file/164/164_reciept_179.pdf', 164, '2021-12-27 23:01:10', '2021-12-27 23:01:10'),
(180, 2, '39287.83', '2021-12-17 03:12:00', 'ใช้ยอดสำหรับบิลนี้ 39,287.83 บาท', 'file/164/164_reciept_180.pdf', 164, '2021-12-27 23:06:09', '2021-12-27 23:06:09'),
(181, 1, '21779.01', '2021-12-17 03:12:00', NULL, 'file/181/181_reciept_181.pdf', 181, '2021-12-27 23:09:12', '2021-12-27 23:09:12'),
(182, 3, '100000.00', '2021-12-24 10:19:00', NULL, 'file/180/180_reciept_182.pdf', 180, '2022-01-05 22:43:23', '2022-01-05 22:43:23'),
(183, 1, '359368.00', '2021-12-24 05:32:00', NULL, 'file/189/189_reciept_183.pdf', 189, '2022-01-05 22:46:53', '2022-01-05 22:46:53'),
(185, 1, '590911.92', '2021-12-24 05:30:00', NULL, 'file/195/195_reciept_185.pdf', 195, '2022-01-06 01:07:46', '2022-01-06 01:07:46'),
(186, 1, '131617.01', '2021-12-24 10:30:00', NULL, 'file/197/197_reciept_186.pdf', 197, '2022-01-06 01:20:02', '2022-01-06 01:20:02'),
(187, 1, '7555.56', '2021-12-17 03:12:00', 'ใช้ยอดสำหรับบิลนี้ 7,555.56 บาท', 'file/198/198_reciept_187.pdf', 198, '2022-01-06 02:16:27', '2022-01-06 02:16:27'),
(188, 1, '11757.20', '2022-01-07 04:52:00', NULL, 'file/198/198_reciept_188.pdf', 198, '2022-01-07 01:06:31', '2022-01-07 01:06:31'),
(189, 1, '103861.49', '2022-01-07 04:53:00', NULL, 'file/200/200_reciept_189.pdf', 200, '2022-01-07 04:14:58', '2022-01-07 04:14:58'),
(190, 1, '89880.00', '2022-01-12 15:23:00', NULL, 'file/215/215_reciept_190.jpg', 215, '2022-01-12 21:20:33', '2022-01-12 21:20:33'),
(191, 2, '36725.14', '2021-12-22 17:05:00', 'ยอดจริงคือ 29,459.24 เนื่องจากของไม่พอ ทางร้านเลยโอนเงินคืนมา', 'file/187/187_reciept_191.pdf', 187, '2022-01-16 21:18:03', '2022-01-16 21:18:03'),
(192, 1, '154688.10', '2022-01-07 04:55:00', NULL, 'file/205/205_reciept_192.pdf', 205, '2022-02-09 19:50:33', '2022-02-09 19:50:33'),
(193, 5, '2080.00', '2022-01-07 14:43:00', NULL, 'file/120/120_reciept_193.pdf', 120, '2022-02-21 21:26:26', '2022-02-21 21:26:26'),
(194, 1, '21932.63', '2022-01-07 14:42:00', NULL, 'file/222/222_reciept_194.pdf', 222, '2022-02-21 21:30:48', '2022-02-21 21:30:48'),
(197, 7, '11880.00', '2022-01-07 08:02:00', 'ใช้ยอดสำหรับบิลนี้ 11,880 บาท', 'file/160/160_reciept_197.pdf', 160, '2022-02-23 01:14:19', '2022-02-23 01:14:19'),
(198, 2, '8120.00', '2022-01-07 08:02:00', 'ใช้ยอดสำหรับบิลนี้ 8,120 บาท', 'file/183/183_reciept_198.pdf', 183, '2022-02-23 01:15:17', '2022-02-23 01:15:17'),
(199, 1, '18318.64', '2022-01-07 04:51:00', NULL, 'file/220/220_reciept_199.pdf', 220, '2022-02-23 01:19:17', '2022-02-23 01:19:17'),
(200, 3, '842396.94', '2022-01-07 04:57:00', NULL, 'file/195/195_reciept_200.pdf', 195, '2022-02-23 01:29:26', '2022-02-23 01:29:27'),
(201, 1, '33492.30', '2022-01-07 04:56:00', NULL, 'file/225/225_reciept_201.pdf', 225, '2022-02-23 02:01:27', '2022-02-23 02:01:27'),
(202, 3, '45953.95', '2022-01-08 10:07:00', NULL, 'file/198/198_reciept_202.pdf', 198, '2022-02-23 02:04:23', '2022-02-23 02:04:23'),
(203, 1, '20021.91', '2022-01-14 08:59:00', NULL, 'file/226/226_reciept_203.pdf', 226, '2022-02-23 02:22:50', '2022-02-23 02:22:50'),
(204, 1, '3328.00', '2022-01-14 09:00:00', NULL, 'file/221/221_reciept_204.pdf', 221, '2022-02-23 02:25:25', '2022-02-23 02:25:25'),
(205, 2, '129429.96', '2022-01-14 09:01:00', NULL, 'file/201/201_reciept_205.pdf', 201, '2022-02-23 02:32:36', '2022-02-23 02:32:36'),
(206, 2, '26280.61', '2022-01-14 09:10:00', NULL, 'file/118/118_reciept_206.pdf', 118, '2022-02-23 02:45:56', '2022-02-23 02:45:56'),
(207, 1, '14406.46', '2022-01-14 09:03:00', NULL, 'file/227/227_reciept_207.pdf', 227, '2022-02-23 19:54:54', '2022-02-23 19:54:54'),
(210, 1, '14406.46', '2022-01-14 09:03:00', NULL, 'file/229/229_reciept_210.pdf', 229, '2022-02-24 21:24:26', '2022-02-24 21:24:27'),
(211, 1, '105111.02', '2022-01-14 09:03:00', NULL, 'file/230/230_reciept_211.pdf', 230, '2022-02-25 00:17:15', '2022-02-25 00:17:15'),
(212, 1, '14443.58', '2022-01-14 09:56:00', NULL, 'file/231/231_reciept_212.pdf', 231, '2022-02-25 01:33:31', '2022-02-25 01:33:31'),
(213, 1, '1580.00', '2022-01-14 09:08:00', NULL, 'file/232/232_reciept_213.pdf', 232, '2022-02-25 02:12:00', '2022-02-25 02:12:00'),
(214, 1, '29577.60', '2022-01-14 09:06:00', NULL, 'file/233/233_reciept_214.pdf', 233, '2022-02-25 07:08:39', '2022-02-25 07:08:39'),
(215, 3, '26384.83', '2022-01-14 09:04:00', NULL, 'file/205/205_reciept_215.pdf', 205, '2022-02-25 07:16:43', '2022-02-25 07:16:43'),
(216, 1, '127244.08', '2022-01-14 09:09:00', NULL, 'file/234/234_reciept_216.pdf', 234, '2022-02-25 07:52:10', '2022-02-25 07:52:10'),
(217, 1, '5594.43', '2022-01-14 09:09:00', NULL, 'file/235/235_reciept_217.pdf', 235, '2022-02-25 08:13:23', '2022-02-25 08:13:23'),
(218, 1, '16174.08', '2022-01-21 03:47:00', NULL, 'file/223/223_reciept_218.pdf', 223, '2022-02-25 08:39:18', '2022-02-25 08:39:18'),
(219, 1, '2928.64', '2022-01-21 03:48:00', NULL, 'file/224/224_reciept_219.pdf', 224, '2022-02-25 08:53:10', '2022-02-25 08:53:10'),
(220, 2, '5576.41', '2022-01-21 08:19:00', 'ใช้ยอดสำหรับบิลนี้ 5,576.41 บาท', 'file/176/176_reciept_220.pdf', 176, '2022-02-25 09:02:44', '2022-02-25 09:02:44'),
(221, 2, '5156.89', '2022-01-21 08:19:00', 'ใช้ยอดสำหรับบิลนี้ 5,156.89 บาท', 'file/177/177_reciept_221.pdf', 177, '2022-02-25 09:03:23', '2022-02-25 09:03:23'),
(223, 8, '3567.92', '2022-01-21 08:19:00', 'ใช้ยอดสำหรับบิลนี้ 3,567.92 บาท', 'file/178/178_reciept_223.pdf', 178, '2022-02-25 09:04:34', '2022-02-25 09:04:34'),
(224, 1, '13830.40', '2022-01-21 08:19:00', 'ใช้ยอดสำหรับบิลนี้ 13,830.40 บาท', 'file/208/208_reciept_224.pdf', 208, '2022-02-25 09:06:09', '2022-02-25 09:06:09'),
(225, 3, '8704.80', '2022-01-21 08:33:00', NULL, 'file/206/206_reciept_225.pdf', 206, '2022-03-05 01:59:17', '2022-03-05 01:59:17'),
(226, 3, '3481.92', '2022-01-31 09:07:00', NULL, 'file/206/206_reciept_226.pdf', 206, '2022-03-05 02:00:14', '2022-03-05 02:00:14'),
(227, 3, '870.48', '2022-01-15 15:26:00', NULL, 'file/206/206_reciept_227.jpg', 206, '2022-03-05 02:01:22', '2022-03-05 02:01:22'),
(228, 1, '17640.40', '2022-01-21 11:46:00', NULL, 'file/236/236_reciept_228.pdf', 236, '2022-03-05 02:19:16', '2022-03-05 02:19:16'),
(229, 1, '15134.08', '2022-01-21 03:51:00', NULL, 'file/237/237_reciept_229.pdf', 237, '2022-03-05 03:56:58', '2022-03-05 03:56:58'),
(230, 1, '7920.64', '2022-01-21 03:52:00', NULL, 'file/238/238_reciept_230.pdf', 238, '2022-03-05 04:06:54', '2022-03-05 04:06:55'),
(231, 1, '59047.77', '2022-01-21 03:49:00', NULL, 'file/239/239_reciept_231.pdf', 239, '2022-03-05 04:37:12', '2022-03-05 04:37:12'),
(232, 1, '100003.40', '2022-01-21 03:53:00', NULL, 'file/240/240_reciept_232.pdf', 240, '2022-03-05 05:07:19', '2022-03-05 05:07:19'),
(233, 1, '68050.26', '2022-01-21 03:54:00', NULL, 'file/241/241_reciept_233.pdf', 241, '2022-03-05 05:19:46', '2022-03-05 05:19:46'),
(234, 2, '38834.64', '2022-01-28 05:02:00', NULL, 'file/216/216_reciept_234.pdf', 216, '2022-03-06 19:54:59', '2022-03-06 19:54:59'),
(235, 2, '100000.00', '2022-01-28 17:50:00', NULL, 'file/204/204_reciept_235.pdf', 204, '2022-03-06 19:59:22', '2022-03-06 19:59:22'),
(236, 2, '23499.53', '2022-01-28 05:03:00', NULL, 'file/217/217_reciept_236.pdf', 217, '2022-03-07 00:14:52', '2022-03-07 00:14:52'),
(237, 2, '11578.08', '2022-02-11 12:55:00', 'ใช้ยอดสำหรับบิลนี้ 11,578.08 บาท', 'file/217/217_reciept_237.jpg', 217, '2022-03-07 00:16:34', '2022-03-07 00:16:34'),
(238, 6, '737.78', '2022-02-11 12:55:00', 'ใช้ยอดสำหรับบิลนี้ 737.78 บาท', 'file/193/193_reciept_238.jpg', 193, '2022-03-07 00:18:19', '2022-03-07 00:18:20'),
(239, 2, '68155.03', '2022-01-28 17:51:00', NULL, 'file/219/219_reciept_239.pdf', 219, '2022-03-07 01:06:19', '2022-03-07 01:06:19'),
(240, 1, '24953.68', '2022-01-28 05:04:00', NULL, 'file/242/242_reciept_240.pdf', 242, '2022-03-08 21:46:38', '2022-03-08 21:46:38'),
(241, 1, '10108.80', '2022-01-28 05:06:00', NULL, 'file/243/243_reciept_241.pdf', 243, '2022-03-08 22:10:15', '2022-03-08 22:10:15'),
(242, 1, '1664.00', '2022-01-28 05:09:00', 'ใช้ยอดสำหรับบิลนี้ 1,664 บาท', 'file/244/244_reciept_242.pdf', 244, '2022-03-08 22:33:55', '2022-03-08 22:33:55'),
(243, 1, '44802.95', '2022-01-28 05:08:00', NULL, 'file/245/245_reciept_243.pdf', 245, '2022-03-09 00:43:13', '2022-03-09 00:43:13'),
(244, 2, '147132.96', '2022-01-28 05:10:00', NULL, 'file/218/218_reciept_244.pdf', 218, '2022-03-09 00:59:58', '2022-03-09 00:59:58'),
(245, 1, '34035.48', '2022-01-28 05:15:00', NULL, 'file/246/246_reciept_245.pdf', 246, '2022-03-09 02:33:07', '2022-03-09 02:33:07'),
(246, 1, '64532.25', '2022-01-28 05:17:00', NULL, 'file/247/247_reciept_246.pdf', 247, '2022-03-09 02:47:18', '2022-03-09 02:47:18'),
(248, 1, '24465.99', '2022-01-28 05:18:00', NULL, 'file/248/248_reciept_248.pdf', 248, '2022-03-09 03:08:04', '2022-03-09 03:08:04'),
(249, 4, '200000.00', '2021-12-17 03:06:00', NULL, 'file/171/171_reciept_249.pdf', 171, '2022-03-10 01:12:52', '2022-03-10 01:12:52'),
(250, 4, '100000.00', '2021-12-24 05:39:00', NULL, 'file/171/171_reciept_250.pdf', 171, '2022-03-10 01:13:16', '2022-03-10 01:13:16'),
(251, 4, '100000.00', '2022-01-07 04:53:00', NULL, 'file/171/171_reciept_251.pdf', 171, '2022-03-10 01:13:40', '2022-03-10 01:13:40'),
(252, 4, '100000.00', '2022-01-29 11:09:00', NULL, 'file/171/171_reciept_252.pdf', 171, '2022-03-10 01:14:06', '2022-03-10 01:14:06'),
(253, 4, '197427.42', '2022-02-15 08:52:00', 'ใช้ยอดสำหรับบิลนี้ 197,427.42 บาท', 'file/171/171_reciept_253.jpg', 171, '2022-03-10 01:14:55', '2022-03-10 01:14:55'),
(254, 5, '46215.10', '2022-02-11 13:48:00', NULL, 'file/249/249_reciept_254.jpg', 249, '2022-03-15 19:26:33', '2022-03-15 19:26:33'),
(255, 5, '12113.25', '2022-02-11 12:57:00', NULL, 'file/250/250_reciept_255.jpg', 250, '2022-03-15 19:55:32', '2022-03-15 19:55:32'),
(256, 5, '7849.92', '2022-02-11 13:44:00', NULL, 'file/251/251_reciept_256.jpg', 251, '2022-03-15 20:12:40', '2022-03-15 20:12:40'),
(257, 5, '20067.82', '2022-02-11 12:56:00', NULL, 'file/252/252_reciept_257.jpg', 252, '2022-03-15 20:21:41', '2022-03-15 20:21:41'),
(258, 2, '40909.39', '2022-02-25 07:20:00', NULL, 'file/207/207_reciept_258.jpg', 207, '2022-03-16 02:12:35', '2022-03-16 02:12:35'),
(259, 5, '51288.46', '2022-02-25 07:19:00', NULL, 'file/253/253_reciept_259.jpg', 253, '2022-03-16 02:31:55', '2022-03-16 02:31:55'),
(260, 6, '37258.51', '2022-02-25 07:22:00', NULL, 'file/254/254_reciept_260.jpg', 254, '2022-03-16 03:09:29', '2022-03-16 03:09:29'),
(261, 6, '4212.00', '2022-02-25 07:21:00', NULL, 'file/255/255_reciept_261.jpg', 255, '2022-03-16 03:56:21', '2022-03-16 03:56:21'),
(262, 6, '32053.93', '2022-02-25 07:22:00', NULL, 'file/256/256_reciept_262.jpg', 256, '2022-03-16 04:16:46', '2022-03-16 04:16:46'),
(263, 6, '4006.74', '2022-02-28 12:23:00', NULL, 'file/256/256_reciept_263.pdf', 256, '2022-03-16 04:17:04', '2022-03-16 04:17:04'),
(264, 2, '150000.00', '2022-02-26 08:21:00', NULL, 'file/201/201_reciept_264.pdf', 201, '2022-03-16 04:57:52', '2022-03-16 04:57:52'),
(265, 6, '5005.48', '2022-02-28 11:23:00', NULL, 'file/257/257_reciept_265.jpg', 257, '2022-03-16 05:16:55', '2022-03-16 05:16:55'),
(266, 3, '4043.52', '2022-02-28 11:24:00', NULL, 'file/258/258_reciept_266.jpg', 258, '2022-03-16 05:17:21', '2022-03-16 05:17:21'),
(267, 6, '25259.52', '2022-03-04 05:45:00', NULL, 'file/259/259_reciept_267.pdf', 259, '2022-03-16 22:17:24', '2022-03-16 22:17:24'),
(268, 7, '9913.77', '2022-03-04 06:50:00', NULL, 'file/260/260_reciept_268.pdf', 260, '2022-03-16 22:30:43', '2022-03-16 22:30:43'),
(269, 7, '11526.73', '2022-03-11 06:15:00', NULL, 'file/261/261_reciept_269.pdf', 261, '2022-03-16 22:40:25', '2022-03-16 22:40:25'),
(270, 7, '10534.60', '2022-03-11 06:15:00', NULL, 'file/262/262_reciept_270.pdf', 262, '2022-03-16 22:53:37', '2022-03-16 22:53:37'),
(271, 7, '4545.48', '2022-03-11 06:19:00', NULL, 'file/263/263_reciept_271.pdf', 263, '2022-03-16 23:51:46', '2022-03-16 23:51:46'),
(272, 3, '18180.00', '2022-03-11 06:12:00', NULL, 'file/264/264_reciept_272.pdf', 264, '2022-03-17 00:22:09', '2022-03-17 00:22:09'),
(273, 7, '20383.68', '2022-03-11 06:17:00', NULL, 'file/265/265_reciept_273.pdf', 265, '2022-03-17 00:31:10', '2022-03-17 00:31:10'),
(274, 4, '8508.87', '2022-03-11 15:09:00', NULL, 'file/266/266_reciept_274.jpg', 266, '2022-03-17 00:42:32', '2022-03-17 00:42:32'),
(275, 7, '7737.60', '2022-03-11 06:16:00', NULL, 'file/267/267_reciept_275.pdf', 267, '2022-03-17 00:52:56', '2022-03-17 00:52:56'),
(276, 8, '100000.00', '2022-02-10 12:06:00', NULL, 'file/268/268_reciept_276.pdf', 268, '2022-03-17 02:25:23', '2022-03-17 02:25:23'),
(277, 8, '100000.00', '2022-02-15 08:53:00', NULL, 'file/268/268_reciept_277.jpg', 268, '2022-03-17 02:25:53', '2022-03-17 02:25:53'),
(278, 8, '100000.00', '2022-02-26 08:20:00', NULL, 'file/268/268_reciept_278.pdf', 268, '2022-03-17 02:26:16', '2022-03-17 02:26:16'),
(280, 1, '9134.24', '2022-03-02 09:36:00', NULL, 'file/196/196_reciept_280.pdf', 196, '2022-03-17 03:45:09', '2022-03-17 03:45:09'),
(281, 2, '200000.00', '2022-03-04 06:55:00', NULL, 'file/175/175_reciept_281.pdf', 175, '2022-03-17 03:49:53', '2022-03-17 03:49:54'),
(282, 8, '90775.55', '2022-03-11 06:14:00', NULL, 'file/271/271_reciept_282.pdf', 271, '2022-03-17 19:06:36', '2022-03-17 19:06:36'),
(283, 1, '5236.05', '2021-09-27 00:00:00', ' (ยอด advance)', 'file/advance/5_vendor.pdf', 76, '2022-03-18 01:11:30', '2022-03-18 01:11:30'),
(284, 4, '110058.72', '2022-04-01 02:19:00', NULL, 'file/272/272_reciept_284.pdf', 272, '2022-04-03 23:55:00', '2022-04-03 23:55:00'),
(285, 8, '40233.33', '2022-04-01 01:54:00', NULL, 'file/273/273_reciept_285.pdf', 273, '2022-04-04 02:35:36', '2022-04-04 02:35:36'),
(286, 5, '521957.79', '2022-04-01 01:55:00', NULL, 'file/274/274_reciept_286.pdf', 274, '2022-04-18 01:24:24', '2022-04-18 01:24:24'),
(287, 8, '50993.41', '2022-04-01 02:17:00', NULL, 'file/275/275_reciept_287.pdf', 275, '2022-04-18 01:36:47', '2022-04-18 01:36:47'),
(288, 9, '743997.63', '2022-04-01 01:56:00', NULL, 'file/276/276_reciept_288.pdf', 276, '2022-04-18 03:07:51', '2022-04-18 03:07:51'),
(289, 8, '150000.00', '2022-04-01 01:57:00', NULL, 'file/268/268_reciept_289.pdf', 268, '2022-04-18 23:38:54', '2022-04-18 23:38:54'),
(290, 9, '23460.45', '2022-04-01 02:28:00', NULL, 'file/277/277_reciept_290.pdf', 277, '2022-04-20 00:20:51', '2022-04-20 00:20:51'),
(291, 9, '75746.94', '2022-04-01 02:21:00', NULL, 'file/278/278_reciept_291.pdf', 278, '2022-04-22 01:37:22', '2022-04-22 01:37:22'),
(292, 1, '1128.40', '2022-04-01 14:26:00', NULL, 'file/279/279_reciept_292.jpg', 279, '2022-04-22 01:54:39', '2022-04-22 01:54:39'),
(293, 1, '18054.40', '2022-04-01 11:59:00', NULL, 'file/279/279_reciept_293.jpg', 279, '2022-04-22 01:55:03', '2022-04-22 01:55:03'),
(294, 2, '149564.30', '2022-04-01 02:25:00', NULL, 'file/280/280_reciept_294.pdf', 280, '2022-04-24 21:47:00', '2022-04-24 21:47:00'),
(295, 2, '50000.00', '2022-04-01 10:54:00', NULL, 'file/213/213_reciept_295.jpg', 213, '2022-04-25 06:04:12', '2022-04-25 06:04:12'),
(296, 2, '30000.00', '2022-04-08 13:09:00', NULL, 'file/213/213_reciept_296.jpg', 213, '2022-04-25 06:04:32', '2022-04-25 06:04:32'),
(297, 3, '32029.55', '2022-04-01 02:24:00', NULL, 'file/281/281_reciept_297.pdf', 281, '2022-04-25 06:34:40', '2022-04-25 06:34:40'),
(298, 3, '100000.00', '2021-11-26 07:30:00', NULL, 'file/180/180_reciept_298.pdf', 180, '2022-05-09 00:48:42', '2022-05-09 00:48:42'),
(299, 1, '18315.00', '2022-04-08 10:05:00', NULL, 'file/209/209_reciept_299.jpeg', 209, '2022-05-09 01:24:13', '2022-05-09 01:24:13'),
(300, 9, '38068.58', '2022-04-01 02:15:00', NULL, 'file/282/282_reciept_300.pdf', 282, '2022-05-10 00:18:48', '2022-05-10 00:18:48'),
(301, 2, '150000.00', '2022-04-01 02:09:00', NULL, 'file/201/201_reciept_301.pdf', 201, '2022-05-10 00:22:58', '2022-05-10 00:22:58'),
(302, 2, '49348.92', '2022-04-01 02:29:00', NULL, 'file/283/283_reciept_302.pdf', 283, '2022-05-10 02:40:22', '2022-05-10 02:40:22'),
(303, 5, '100000.00', '2022-04-01 02:36:00', NULL, 'file/284/284_reciept_303.pdf', 284, '2022-05-17 21:02:20', '2022-05-17 21:02:20'),
(304, 5, '40865.76', '2022-03-02 09:36:00', 'ใช้ยอดสำหรับบิลนี้ 40,865.76 บาท', 'file/284/284_reciept_304.pdf', 284, '2022-05-17 21:03:38', '2022-05-17 21:03:38'),
(305, 4, '53608.46', '2022-04-08 03:23:00', NULL, 'file/272/272_reciept_305.pdf', 272, '2022-05-17 21:29:32', '2022-05-17 21:29:32'),
(306, 9, '100000.00', '2021-10-08 08:34:00', NULL, 'file/285/285_reciept_306.pdf', 285, '2022-05-18 00:22:07', '2022-05-18 00:23:44'),
(307, 9, '129234.80', '2021-09-10 04:20:00', 'ใช้ยอดสำหรับบิลนี้ 129,234.8 บาท', 'file/285/285_reciept_307.pdf', 285, '2022-05-18 00:23:36', '2022-05-18 00:23:36'),
(308, 6, '5236.05', '2021-09-10 04:19:00', 'ใช้ยอดสำหรับบิลนี้ 5,236.05 บาท', 'file/286/286_reciept_308.pdf', 286, '2022-05-18 00:26:38', '2022-05-18 00:26:38'),
(309, 9, '15529.15', '2021-09-10 04:19:00', 'ใช้ยอดสำหรับบิลนี้ 15,529.15 บาท', 'file/287/287_reciept_309.pdf', 287, '2022-05-18 00:39:23', '2022-05-18 00:39:23'),
(310, 9, '12879.67', '2021-09-27 11:18:00', 'ใช้ยอดสำหรับบิลนี้ 12,879.67 บาท', 'file/287/287_reciept_310.pdf', 287, '2022-05-18 00:39:57', '2022-05-18 00:39:57'),
(311, 9, '60980.71', '2022-04-08 03:25:00', NULL, 'file/287/287_reciept_311.pdf', 287, '2022-05-18 00:40:23', '2022-05-18 00:40:23'),
(312, 10, '4006.08', '2022-04-08 03:47:00', 'ใช้ยอดสำหรับบิลนี้ 4,006.08 บาท', 'file/288/288_reciept_312.pdf', 288, '2022-05-18 03:35:36', '2022-05-18 03:35:36'),
(313, 10, '25373.09', '2022-04-08 03:26:00', NULL, 'file/288/288_reciept_313.pdf', 288, '2022-05-18 03:35:59', '2022-05-18 03:35:59'),
(314, 9, '14144.00', '2022-04-08 03:27:00', NULL, 'file/289/289_reciept_314.pdf', 289, '2022-05-18 06:47:52', '2022-05-18 06:47:52'),
(315, 10, '561721.35', '2022-04-08 03:28:00', NULL, 'file/290/290_reciept_315.pdf', 290, '2022-05-18 21:44:57', '2022-05-18 21:44:57'),
(316, 10, '138838.75', '2022-04-08 03:30:00', NULL, 'file/291/291_reciept_316.pdf', 291, '2022-05-19 00:02:46', '2022-05-19 00:02:46'),
(317, 2, '112921.79', '2022-04-08 03:31:00', NULL, 'file/292/292_reciept_317.pdf', 292, '2022-05-19 00:40:24', '2022-05-19 00:40:24'),
(318, 9, '8374.08', '2022-04-08 03:46:00', NULL, 'file/65/65_reciept_318.pdf', 65, '2022-05-19 00:41:54', '2022-05-19 00:41:54'),
(319, 5, '171245.24', '2022-04-08 03:44:00', NULL, 'file/64/64_reciept_319.pdf', 64, '2022-05-19 00:46:20', '2022-05-19 00:46:20'),
(320, 9, '5198.75', '2022-04-08 03:45:00', NULL, 'file/68/68_reciept_320.pdf', 68, '2022-05-19 01:06:14', '2022-05-19 01:06:14'),
(321, 2, '22984.64', '2022-04-08 03:33:00', NULL, 'file/293/293_reciept_321.pdf', 293, '2022-05-19 01:38:51', '2022-05-19 01:38:51'),
(322, 2, '53190.37', '2022-02-11 16:06:00', NULL, 'file/152/152_reciept_322.jpg', 152, '2022-05-19 02:21:45', '2022-05-19 02:21:45'),
(323, 3, '113050.55', '2022-04-08 03:37:00', NULL, 'file/296/296_reciept_323.pdf', 296, '2022-05-20 00:26:16', '2022-05-20 00:26:16'),
(324, 5, '13850.48', '2022-04-01 10:58:00', NULL, 'file/284/284_reciept_324.pdf', 284, '2022-05-20 01:58:58', '2022-05-20 01:58:58'),
(325, 5, '4540.30', '2022-04-08 03:46:00', NULL, 'file/284/284_reciept_325.pdf', 284, '2022-05-20 02:00:03', '2022-05-20 02:00:03'),
(326, 4, '478970.50', '2022-04-08 03:34:00', NULL, 'file/297/297_reciept_326.pdf', 297, '2022-05-20 03:57:27', '2022-05-20 03:57:27'),
(327, 4, '6864.80', '2022-04-08 03:36:00', NULL, 'file/298/298_reciept_327.pdf', 298, '2022-05-23 20:22:31', '2022-05-23 20:22:31'),
(328, 6, '25711.82', '2022-04-08 03:42:00', NULL, 'file/111/111_reciept_328.pdf', 111, '2022-05-23 20:24:04', '2022-05-23 20:24:04'),
(330, 2, '55226.08', '2022-04-22 01:55:00', NULL, 'file/299/299_reciept_330.pdf', 299, '2022-05-23 21:54:20', '2022-05-23 21:54:20'),
(331, 10, '41936.96', '2022-04-22 01:57:00', NULL, 'file/300/300_reciept_331.pdf', 300, '2022-05-24 00:15:06', '2022-05-24 00:15:06'),
(332, 3, '33392.51', '2022-04-22 02:18:00', NULL, 'file/301/301_reciept_332.jpg', 301, '2022-05-24 00:42:14', '2022-05-24 00:42:15'),
(334, 10, '49609.87', '2022-04-22 02:03:00', 'ใช้ยอดสำหรับบิลนี้ 49,609.87 บาท', 'file/288/288_reciept_334.pdf', 288, '2022-05-25 03:35:50', '2022-05-25 03:35:50'),
(335, 2, '207690.19', '2022-04-22 02:03:00', 'ใช้ยอดสำหรับบิลนี้ 207,690.19 บาท', 'file/213/213_reciept_335.pdf', 213, '2022-05-25 03:46:42', '2022-05-25 03:46:42'),
(336, 4, '2047.97', '2022-04-29 02:35:00', NULL, 'file/97/97_reciept_336.pdf', 97, '2022-06-08 00:52:57', '2022-06-08 00:52:57'),
(339, 6, '125748.95', '2022-04-22 02:13:00', NULL, 'file/303/303_reciept_339.pdf', 303, '2022-06-13 23:48:47', '2022-06-13 23:48:47'),
(340, 6, '9130.12', '2022-04-22 02:06:00', NULL, 'file/304/304_reciept_340.pdf', 304, '2022-06-14 00:17:38', '2022-06-14 00:17:38'),
(341, 5, '21961.51', '2022-04-22 02:07:00', NULL, 'file/305/305_reciept_341.pdf', 305, '2022-06-14 01:07:10', '2022-06-14 01:07:11'),
(342, 10, '29797.30', '2022-04-22 02:09:00', NULL, 'file/306/306_reciept_342.pdf', 306, '2022-06-14 02:06:59', '2022-06-14 02:06:59'),
(343, 10, '74131.78', '2022-04-22 02:09:00', NULL, 'file/307/307_reciept_343.pdf', 307, '2022-06-14 02:42:18', '2022-06-14 02:42:18'),
(344, 7, '24185.16', '2022-04-22 14:11:00', NULL, 'file/308/308_reciept_344.pdf', 308, '2022-06-14 03:28:09', '2022-06-14 03:28:09'),
(345, 10, '851002.41', '2022-04-22 02:14:00', NULL, 'file/309/309_reciept_345.pdf', 309, '2022-06-14 21:36:36', '2022-06-14 21:36:36'),
(346, 10, '19199.26', '2022-04-22 16:13:00', 'ใช้ยอดสำหรับบิลนี้ 19,199.26 บาท', 'file/309/309_reciept_346.pdf', 309, '2022-06-14 21:37:56', '2022-06-14 21:38:23'),
(347, 4, '9004.27', '2022-04-22 16:12:00', NULL, 'file/297/297_reciept_347.pdf', 297, '2022-06-14 21:43:28', '2022-06-14 21:43:28'),
(348, 10, '16741.26', '2022-04-29 02:34:00', NULL, 'file/310/310_reciept_348.pdf', 310, '2022-06-15 00:05:00', '2022-06-15 00:05:00'),
(349, 10, '514538.79', '2022-04-29 02:36:00', NULL, 'file/311/311_reciept_349.pdf', 311, '2022-06-15 00:17:46', '2022-06-15 00:17:46'),
(350, 11, '1803.89', '2022-04-29 02:38:00', NULL, 'file/312/312_reciept_350.pdf', 312, '2022-06-15 00:35:11', '2022-06-15 00:35:11'),
(351, 11, '365923.36', '2022-04-22 02:04:00', 'ใช้ยอดสำหรับบิลนี้ 365,923.36 บาท', 'file/313/313_reciept_351.pdf', 313, '2022-06-16 21:27:19', '2022-06-16 21:27:19'),
(352, 10, '21395.34', '2022-04-29 02:39:00', NULL, 'file/314/314_reciept_352.pdf', 314, '2022-06-19 02:39:34', '2022-06-19 02:39:34'),
(353, 11, '23151.42', '2022-04-29 02:41:00', NULL, 'file/315/315_reciept_353.pdf', 315, '2022-06-21 20:32:06', '2022-06-21 20:32:06'),
(354, 11, '2246.40', '2022-04-29 02:42:00', NULL, 'file/316/316_reciept_354.pdf', 316, '2022-06-21 20:41:36', '2022-06-21 20:41:36'),
(355, 3, '23756.36', '2022-04-29 02:42:00', NULL, 'file/317/317_reciept_355.pdf', 317, '2022-06-21 21:34:43', '2022-06-21 21:34:43'),
(356, 10, '10142.08', '2022-04-29 02:43:00', NULL, 'file/318/318_reciept_356.pdf', 318, '2022-06-22 00:14:58', '2022-06-22 00:14:58'),
(357, 8, '100000.00', '2022-05-17 05:01:00', NULL, 'file/268/268_reciept_357.pdf', 268, '2022-06-22 00:20:31', '2022-06-22 00:20:31'),
(358, 8, '100000.00', '2022-05-18 06:22:00', NULL, 'file/268/268_reciept_358.pdf', 268, '2022-06-22 00:34:10', '2022-06-22 00:34:10'),
(359, 3, '50000.00', '2022-05-18 06:23:00', NULL, 'file/169/169_reciept_359.pdf', 169, '2022-06-22 00:37:00', '2022-06-22 00:37:00'),
(360, 6, '49306.79', '2022-05-27 03:15:00', NULL, 'file/319/319_reciept_360.pdf', 319, '2022-06-22 04:16:50', '2022-06-22 04:16:50'),
(361, 10, '7778.11', '2022-05-27 03:18:00', NULL, 'file/320/320_reciept_361.pdf', 320, '2022-06-22 21:02:09', '2022-06-22 21:02:09'),
(362, 3, '2080.00', '2022-05-27 03:17:00', NULL, 'file/321/321_reciept_362.pdf', 321, '2022-06-22 21:27:27', '2022-06-22 21:27:27'),
(363, 3, '3536.00', '2022-05-27 03:19:00', NULL, 'file/322/322_reciept_363.pdf', 322, '2022-06-22 22:00:21', '2022-06-22 22:00:21'),
(364, 4, '16256.45', '2022-05-27 03:20:00', NULL, 'file/323/323_reciept_364.pdf', 323, '2022-07-11 21:59:19', '2022-07-11 21:59:19'),
(365, 6, '83988.40', '2022-05-27 03:24:00', NULL, 'file/324/324_reciept_365.pdf', 324, '2022-07-12 01:21:45', '2022-07-12 01:21:45'),
(366, 3, '174041.94', '2022-04-22 02:00:00', 'ใช้ยอดสำหรับบิลนี้ 174,041.94 บาท', 'file/302/302_reciept_366.pdf', 302, '2022-07-12 01:31:09', '2022-07-12 01:31:09'),
(367, 6, '325.11', '2022-04-22 02:00:00', 'ใช้ยอดสำหรับบิลนี้ 325.11 บาท', 'file/325/325_reciept_367.pdf', 325, '2022-07-12 01:34:22', '2022-07-12 01:34:22'),
(368, 6, '41721.76', '2022-05-27 03:25:00', NULL, 'file/325/325_reciept_368.pdf', 325, '2022-07-12 01:34:51', '2022-07-12 01:34:51'),
(369, 5, '123132.77', '2022-06-10 03:31:00', NULL, 'file/326/326_reciept_369.pdf', 326, '2022-07-12 02:25:30', '2022-07-12 02:25:30'),
(370, 5, '52104.42', '2022-06-10 03:32:00', NULL, 'file/327/327_reciept_370.pdf', 327, '2022-07-12 02:56:53', '2022-07-12 02:56:53'),
(371, 7, '41418.46', '2022-06-10 03:33:00', NULL, 'file/328/328_reciept_371.pdf', 328, '2022-07-12 03:19:24', '2022-07-12 03:19:24'),
(372, 11, '688512.03', '2022-06-10 03:34:00', 'ใช้ยอดสำหรับบิลนี้ 688,512.03 บาท', 'file/331/331_reciept_372.pdf', 331, '2022-08-19 00:07:03', '2022-08-19 00:07:03'),
(373, 2, '73484.63', '2022-06-10 03:34:00', 'ใช้ยอดสำหรับบิลนี้ 73,484.63 บาท', 'file/213/213_reciept_373.pdf', 213, '2022-08-19 00:09:19', '2022-08-19 00:09:19'),
(374, 4, '2438.84', '2022-06-10 03:34:00', 'ใช้ยอดสำหรับบิลนี้ 2,438.84 บาท', 'file/97/97_reciept_374.pdf', 97, '2022-08-19 00:11:37', '2022-08-19 00:11:37'),
(375, 4, '15748.18', '2022-06-10 03:35:00', NULL, 'file/332/332_reciept_375.pdf', 332, '2022-08-19 00:45:04', '2022-08-19 00:45:04'),
(376, 2, '4212.00', '2022-04-08 03:47:00', 'ใช้ยอดสำหรับบิลนี้ 4,212 บาท', 'file/165/165_reciept_376.pdf', 165, '2022-08-19 22:25:11', '2022-08-19 22:25:11'),
(377, 8, '100000.00', '2022-06-10 03:52:00', NULL, 'file/268/268_reciept_377.pdf', 268, '2022-09-06 02:01:01', '2022-09-06 02:01:01');
INSERT INTO `payments` (`id`, `payment_times`, `payment_value`, `payment_datetime`, `remark`, `file_payment`, `disburse_id`, `created_at`, `updated_at`) VALUES
(378, 8, '100000.00', '2022-07-08 03:01:00', NULL, 'file/268/268_reciept_378.pdf', 268, '2022-09-06 02:02:46', '2022-09-06 02:02:46'),
(379, 8, '50000.00', '2022-08-05 10:59:00', NULL, 'file/268/268_reciept_379.pdf', 268, '2022-09-06 02:05:56', '2022-09-06 02:05:56'),
(380, 1, '105606.45', '2022-06-10 03:37:00', NULL, 'file/333/333_reciept_380.pdf', 333, '2022-09-06 03:53:15', '2022-09-06 03:53:15'),
(381, 3, '4950.00', '2022-08-30 11:31:00', NULL, 'file/330/330_reciept_381.jpg', 330, '2022-09-06 03:54:02', '2022-09-06 03:54:02'),
(382, 2, '2620.40', '2022-04-22 02:12:00', NULL, 'file/152/152_reciept_382.pdf', 152, '2022-09-15 06:59:38', '2022-09-15 06:59:38'),
(383, 3, '100000.00', '2022-06-10 03:29:00', NULL, 'file/169/169_reciept_383.pdf', 169, '2022-09-20 01:19:02', '2022-09-20 01:19:02'),
(384, 11, '126467.33', '2022-06-10 03:38:00', NULL, 'file/334/334_reciept_384.pdf', 334, '2022-09-20 01:52:54', '2022-09-20 01:52:54'),
(385, 3, '12937.82', '2022-06-10 03:46:00', NULL, 'file/335/335_reciept_385.pdf', 335, '2022-09-20 02:54:15', '2022-09-20 02:54:15'),
(386, 5, '33778.83', '2022-06-10 03:46:00', NULL, 'file/336/336_reciept_386.pdf', 336, '2022-09-20 02:56:42', '2022-09-20 02:56:42'),
(387, 1, '16514.34', '2022-06-10 03:47:00', NULL, 'file/337/337_reciept_387.pdf', 337, '2022-09-20 02:57:01', '2022-09-20 02:57:01'),
(388, 1, '4142.32', '2022-06-10 03:49:00', NULL, 'file/338/338_reciept_388.pdf', 338, '2022-09-20 02:57:25', '2022-09-20 02:57:25'),
(389, 1, '14682.49', '2022-05-31 00:00:00', ' (ยอด advance)', 'file/advance/18_vendor.pdf', 339, '2022-09-26 02:06:06', '2022-09-26 02:06:06'),
(390, 1, '35117.06', '2022-05-31 00:00:00', ' (ยอด advance)', 'file/advance/18_vendor.pdf', 340, '2022-09-26 02:06:18', '2022-09-26 02:06:18'),
(391, 1, '13312.00', '2022-05-31 00:00:00', ' (ยอด advance)', 'file/advance/18_vendor.pdf', 341, '2022-09-26 02:06:24', '2022-09-26 02:06:24'),
(392, 7, '27.00', '2022-05-31 00:00:00', ' (ยอด advance)', 'file/advance/18_vendor.pdf', 254, '2022-09-26 02:09:57', '2022-09-26 02:09:57'),
(393, 3, '106.86', '2022-05-31 00:00:00', ' (ยอด advance)', 'file/advance/18_vendor.pdf', 280, '2022-09-26 02:10:05', '2022-09-26 02:10:05'),
(394, 11, '31989.07', '2022-04-22 16:13:00', 'ใช้ยอดสำหรับบิลนี้ 31,989.07 บาท', 'file/342/342_reciept_394.pdf', 342, '2022-09-26 21:44:22', '2022-09-26 21:44:22'),
(395, 11, '190587.06', '2022-06-10 03:40:00', NULL, 'file/342/342_reciept_395.pdf', 342, '2022-09-26 21:44:45', '2022-09-26 21:44:45'),
(396, 11, '12886.24', '2022-06-17 05:53:00', 'ใช้ยอดสำหรับบิลนี้ 12,886.24 บาท', 'file/342/342_reciept_396.pdf', 342, '2022-09-26 21:58:12', '2022-09-26 21:58:12'),
(397, 8, '33378.70', '2022-06-10 03:43:00', NULL, 'file/344/344_reciept_397.pdf', 344, '2022-10-17 00:34:42', '2022-10-17 00:34:42'),
(398, 11, '13393.79', '2022-06-17 05:44:00', NULL, 'file/345/345_reciept_398.pdf', 345, '2022-10-17 00:49:19', '2022-10-17 00:49:19'),
(399, 1, '44940.00', '2022-10-18 04:06:00', NULL, 'file/329/329_reciept_399.pdf', 329, '2022-10-17 19:46:31', '2022-10-17 19:46:31'),
(400, 11, '4950.00', '2022-10-18 04:09:00', NULL, 'file/343/343_reciept_400.pdf', 343, '2022-10-17 19:47:57', '2022-10-17 19:47:57');

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `providers`
--

CREATE TABLE `providers` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `provider_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `provider_shortname` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `provider_bank` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `provider_bank_branch` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `provider_bank_number` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `provider_bank_file` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `providers`
--

INSERT INTO `providers` (`id`, `provider_name`, `provider_shortname`, `provider_bank`, `provider_bank_branch`, `provider_bank_number`, `provider_bank_file`, `created_at`, `updated_at`) VALUES
(1, 'S-Tech', 'S-Tech', 'กสิกรไทย', NULL, '00000000', NULL, NULL, NULL),
(2, 'Fuyuan', 'Fuyuan', 'กสิกรไทย', 'สำนักงานแจ้งวัฒนะ / ออมทรัพย์', '00000000', NULL, NULL, '2022-01-15 10:34:28'),
(3, 'VTI', 'VTI', 'กสิกรไทย', NULL, '00000000', NULL, NULL, NULL),
(4, 'Thai Te thechnology', 'Thai Te thechnology', 'กรุงเทพ', 'ถนนลาดพร้าว 44', '00000000', NULL, NULL, NULL),
(5, 'MASSIF Communications', 'MASSIF', 'กรุงเทพ', 'ลาดกระบัง', '00000000', NULL, NULL, NULL),
(6, 'บริษัท ลี้คิม คอมมิวนิเคชั่น จำกัด', '', 'กสิกรไทย', NULL, '00000000', NULL, NULL, NULL),
(7, 'บจก. แอสเทอร์ เอเนอยี จำกัด (ODF)', '', 'กรุงเทพ', NULL, '00000000', NULL, NULL, NULL),
(10, 'Avana (Fhutong)', 'Avana', 'ธนาคารกสิกรไทย', NULL, '00000000', 'file/provider/10.jpg', '2022-01-18 01:21:19', '2022-01-18 01:21:19'),
(11, 'EK (บจก. อี เค เน็ตเวิร์ค)', 'EK', 'ธนาคารกสิกรไทย', NULL, '00000000', '', '2022-01-18 02:21:36', '2022-01-18 02:21:36');

-- --------------------------------------------------------

--
-- Table structure for table `purchaseorderfiles`
--

CREATE TABLE `purchaseorderfiles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `file_type` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `file_upload` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remark` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `po_id` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `purchaseorderfiles`
--

INSERT INTO `purchaseorderfiles` (`id`, `file_type`, `file_upload`, `remark`, `po_id`, `created_at`, `updated_at`) VALUES
(1, 'เอกสารตรวจรับ (DAT)', 'file/po/1/file/1_.1pdf', 'L1', '1', '2022-01-17 21:26:55', '2022-01-17 21:27:11'),
(2, 'เอกสารตรวจรับ (DAT)', 'file/po/2/file/1_.2pdf', 'L2 small', '1', '2022-01-17 21:27:31', '2022-01-17 21:28:10'),
(3, 'เอกสารตรวจรับ (DAT)', 'file/po/3/file/1_.3pdf', 'Bare 1:8', '1', '2022-01-17 21:27:57', '2022-01-17 21:28:19');

-- --------------------------------------------------------

--
-- Table structure for table `purchaseorderlists`
--

CREATE TABLE `purchaseorderlists` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `device_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `amount` float NOT NULL,
  `priceperunit` float NOT NULL,
  `total_price` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remark` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `po_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `purchaseorderlists`
--

INSERT INTO `purchaseorderlists` (`id`, `device_name`, `amount`, `priceperunit`, `total_price`, `remark`, `po_id`, `created_at`, `updated_at`) VALUES
(1, 'In line Aerial Closure 12-48 core', 50, 480, NULL, NULL, 1, '2022-01-17 21:22:11', '2022-01-17 21:22:11'),
(2, '1X8 bare type PLC splitter 0.25mm', 40, 140, NULL, NULL, 1, '2022-01-17 21:23:08', '2022-01-17 21:23:08'),
(3, '1X4 bare type PLC splitter 0.25mm', 10, 120, NULL, NULL, 1, '2022-01-17 21:23:32', '2022-01-17 21:23:32'),
(4, 'CLOSURE, FTTX, L2 1:8, SMALL POCKET', 100, 588, NULL, NULL, 1, '2022-01-17 21:23:47', '2022-01-17 21:23:47');

-- --------------------------------------------------------

--
-- Table structure for table `purchaseorders`
--

CREATE TABLE `purchaseorders` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `po_no` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `provider_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `po_date` date DEFAULT NULL,
  `credit` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `po_file` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remark` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `disburse_id` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `purchaseorders`
--

INSERT INTO `purchaseorders` (`id`, `po_no`, `provider_id`, `po_date`, `credit`, `po_file`, `remark`, `disburse_id`, `created_at`, `updated_at`) VALUES
(1, '0001', '1', '2020-11-30', '30 DAY (50/50)', 'file/po/1/1_po.pdf', NULL, NULL, '2022-01-17 21:16:39', '2022-01-17 21:16:39'),
(2, '0002', '2', '2020-12-01', '60 DAY (50/50)', 'file/po/2/2_po.pdf', NULL, NULL, '2022-01-17 23:03:38', '2022-01-17 23:03:38'),
(3, '0003', '1', '2020-12-16', '60 DAY (50/50)', 'file/po/3/3_po.pdf', NULL, NULL, '2022-01-17 23:05:49', '2022-01-17 23:05:49'),
(4, '0004', '1', '2021-01-21', '30 DAY (50/50)', 'file/po/4/4_po.pdf', NULL, NULL, '2022-01-17 23:08:48', '2022-01-17 23:08:48'),
(5, '0005', '2', '2021-01-21', '60 DAY (50/50)', 'file/po/5/5_po.pdf', NULL, NULL, '2022-01-17 23:14:36', '2022-01-17 23:14:36'),
(6, '0006', '4', '2021-01-21', 'เงินสด', 'file/po/6/6_po.pdf', NULL, NULL, '2022-01-17 23:16:06', '2022-01-17 23:16:06'),
(7, '0007', '2', '2021-01-27', '60 DAY (50/50)', 'file/po/7/7_po.pdf', NULL, NULL, '2022-01-17 23:21:26', '2022-01-17 23:21:26'),
(8, '0008', '1', '2021-01-27', '30 DAY (50/50)', 'file/po/8/8_po.pdf', NULL, NULL, '2022-01-17 23:23:58', '2022-01-17 23:23:58'),
(9, 'M00002', '3', '2021-03-02', 'เงินสด', 'file/po/9/9_po.pdf', NULL, NULL, '2022-01-18 00:41:35', '2022-01-18 00:41:35'),
(10, 'C00001', '2', '2021-03-17', '60 DAY (50/50)', 'file/po/10/10_po.pdf', NULL, NULL, '2022-01-18 00:42:59', '2022-01-18 00:42:59'),
(11, 'M00003', '4', '2021-03-17', 'เงินสด', 'file/po/11/11_po.pdf', NULL, NULL, '2022-01-18 00:44:02', '2022-01-18 00:44:02'),
(12, 'M00004', '5', '2021-03-26', 'เงินสด', 'file/po/12/12_po.pdf', NULL, NULL, '2022-01-18 00:45:37', '2022-01-18 00:45:37'),
(13, 'M00005', '6', '2021-03-26', 'เงินสด', 'file/po/13/13_po.pdf', NULL, NULL, '2022-01-18 00:47:01', '2022-01-18 00:47:01'),
(14, 'M00007', '7', '2022-03-29', 'เงินสด', 'file/po/14/14_po.pdf', NULL, NULL, '2022-01-18 00:49:52', '2022-01-18 00:49:52'),
(15, 'M00008', '4', '2022-04-10', 'เงินสด', 'file/po/15/15_po.pdf', NULL, NULL, '2022-01-18 00:50:44', '2022-01-18 00:50:44'),
(16, 'C00002.1', '10', '2021-04-12', 'เช็คเงินสด 150 วัน', '', NULL, NULL, '2022-01-18 02:16:26', '2022-01-18 02:16:26'),
(17, 'M00011', '11', '2021-05-25', 'เงินสด', 'file/po/17/17_po.pdf', NULL, NULL, '2022-01-18 02:28:10', '2022-01-18 02:28:10');

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE `sessions` (
  `id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `ip_address` varchar(45) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_agent` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `payload` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_activity` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sessions`
--

INSERT INTO `sessions` (`id`, `user_id`, `ip_address`, `user_agent`, `payload`, `last_activity`) VALUES
('mdmdKIXIohtT0VmcdoU1JyjuQfRx7ZNUvsHR0AOs', 1, '::1', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/16.0 Safari/605.1.15', 'YTo3OntzOjY6Il90b2tlbiI7czo0MDoiWEYycEZPZG9KdE1XRTlnd2MxSjVtd2ZLZFF1MEpLenA0OG0zWmR1MSI7czozOiJ1cmwiO2E6MDp7fXM6OToiX3ByZXZpb3VzIjthOjE6e3M6MzoidXJsIjtzOjM3OiJodHRwOi8vbG9jYWxob3N0L3N3cy1maW5hbmNpYWwvcHVibGljIjt9czo2OiJfZmxhc2giO2E6Mjp7czozOiJvbGQiO2E6MDp7fXM6MzoibmV3IjthOjA6e319czo1MDoibG9naW5fd2ViXzU5YmEzNmFkZGMyYjJmOTQwMTU4MGYwMTRjN2Y1OGVhNGUzMDk4OWQiO2k6MTtzOjE3OiJwYXNzd29yZF9oYXNoX3dlYiI7czo2MDoiJDJ5JDEwJFRyODI3L1IwVC5rLjM0UThaWHlHSy5LQkQ3dHZURElqT2tybWVlR1BraE9pZGtwdFM1YlB1IjtzOjIxOiJwYXNzd29yZF9oYXNoX3NhbmN0dW0iO3M6NjA6IiQyeSQxMCRUcjgyNy9SMFQuay4zNFE4Wlh5R0suS0JEN3R2VERJak9rcm1lZUdQa2hPaWRrcHRTNWJQdSI7fQ==', 1666460839);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `two_factor_secret` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `two_factor_recovery_codes` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `two_factor_secret`, `two_factor_recovery_codes`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'ชาตรี', 'cheetah5900@windowslive.com', NULL, '$2y$10$Tr827/R0T.k.34Q8ZXyGK.KBD7tvTDIjOkrmeeGPkhOidkptS5bPu', NULL, NULL, 'u2OnjlzqP5flzEV8CYgjmDuG6u3IQWyTy9tJLhjpCV8sWaRDfLcVmQzSmo2j', '2021-08-27 17:49:26', '2021-08-27 17:49:26');

-- --------------------------------------------------------

--
-- Table structure for table `vendors`
--

CREATE TABLE `vendors` (
  `id` bigint(20) NOT NULL,
  `vendor_name` varchar(255) DEFAULT NULL,
  `vendor_sname` varchar(255) DEFAULT NULL,
  `vendor_bank` varchar(255) DEFAULT NULL,
  `vendor_account` varchar(255) DEFAULT NULL,
  `remark` text DEFAULT NULL,
  `file_account` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `vendors`
--

INSERT INTO `vendors` (`id`, `vendor_name`, `vendor_sname`, `vendor_bank`, `vendor_account`, `remark`, `file_account`, `created_at`, `updated_at`) VALUES
(0, 'ไม่มีในตัวเลือก', 'ไม่มีในตัวเลือก', 'ธนาคาร', '00000000', NULL, NULL, '0000-00-00 00:00:00', NULL),
(1, 'คุณสุวิช', 'บ้านสุราษ', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(2, 'อนุชัย ภู่ขุนจำนงค์', 'อ.ฟลุ๊ค วิทยากร ศูนย', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_2.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(3, 'ชินาวุธ หลูสุริยา', 'อ.ตี๋ วิทยากร ศูนย์อ', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_3.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, 'แพรไพลิน จันทนโชติวงศ์', 'นักออกแบบภายใน', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_4.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, 'แพรไพลิน จันทนโชติวงศ์', 'นักออกแบบภายใน2', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_5.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(6, 'เอ แอนด์ บี เทเลคอม', 'A&B', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_6.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(7, 'ไทยเต๋อ เทคโนโลยี (ไทยแลนด์)', 'ไฟเบอร์โฮม Fiberhome', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_7.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(8, 'ไฟเบอร์ลิงค์', 'Fiberlink', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_8.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(9, 'บริษัท 52 เอ็นจิเนียริ่ง จำกัด', '52E', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(10, 'บจก.มังกร เน็ตเวิร์ก', 'DRAGON', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(11, 'บจก. อี เค เน็ตเวิร์ค', 'EK', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(12, 'บจก.เค.ดับบลิว.ซี.เอ็นจิเนียริ่ง', 'KWC', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(13, 'หจก. เซ็ตอัพ มัลติเทค', 'Setup Multitech (NST)', 'ธนาคาร', '00000000', NULL, '', '0000-00-00 00:00:00', '2022-05-26 01:29:16'),
(14, 'P.T.D. เซเว่นตี้ ไนน์', 'PTD79', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(15, 'บรัษัท เพาเวอร์เทค อินโนเวชั่น จำกัด', 'PWT', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(16, 'บจก. อาร์เอส เน็ตเวิร์ค ไลน์ เซอร์วิส', 'RS', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_16.pdf', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(17, 'บริษัท ไอ เอส เทเลคอม จำกัด', 'พี่พิกุล IS', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(18, 'หจก. ดี.ดี เทเลคอม', 'DD', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(19, 'บจก. วันฮันเรส99', 'HR99', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(20, 'บจก.เทียนทองแฟมิลี่ จำกัด', 'TTF', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(21, 'นายสุวัฒน์ชัย วัฒนาชัยยงกุล', 'พี่จิ๋ว', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(22, 'บริษัท ไดนามิค ไฮ เนทเวิร์ค จำกัด', 'พี่โตโน่', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_22.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(23, 'นายสง่า ชุ่มเสนา', 'SNGA', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(24, 'นายสายชล เจียนมะเริง', 'พี่โอ๋', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(26, 'บริษัท แอลเอ็มไอเดีย จำกัด (SCB)', 'ละม่อม (SCB)', 'ธนาคาร', '00000000', NULL, '', '0000-00-00 00:00:00', '2021-12-09 01:12:53'),
(27, 'หจก. ซีเอสดับเบิ้ลยู เทเลคอม (พี่สิงโต)', 'CSW', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(28, 'หจ.ยู-โมบาย', 'IO', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(29, 'หจก.ใต้ฟ้าแซทเทิลไลท์ 2014', 'ใต้ฟ้า', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(30, 'นายบรรเทิง สร้อยเพชร', 'นายธง สร้อยเพชร', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(31, 'หจก.โชคองค์อาจ ทรัพย์รุ่งเรือง ทรานสปอร์ต', 'หจก.โชคองค์อาจ', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(32, 'วุฒิพงษ์ พิมพ์บูลย์', 'พี่เอส', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(33, 'จ.ส.อ.วิทยา มาฆะสุข', 'พี่เคน', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(34, 'บจก.เวฟ มีเดีย โซลูชั่น', 'WMS', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(35, 'บริษัท นวผดุงกิจ จำกัด', 'NPK', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(36, 'บริษัท อุดมสุขเทค จำกัด', 'อุดมสุขเทค', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(37, 'บริษัท ฟู่หยวน บิซิเนส จำกัด', 'ฟู่หยวน Fuyuan', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_36.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(38, 'นาง ชายา แสงงาม', 'บังเล็ก', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_37.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(39, 'บริษัท สิษฐ์ปการ เทคโนโลยี แอนด์ ซัพพลาย จำกัด', 'S-Tech', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(40, 'นัทธพงศ์ วิวิธสุรการ', 'ชีตาร์', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(41, 'ศรีสมวงศ์ เทเลเซลล์', 'SWS', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(42, 'บจก เดอะเบสท์ ไอเอสโอ', 'อ.ปอนด์ ISO', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_41.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(43, 'คำมูน', 'คำมูน', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(44, 'บจก.พิชมน 2020', 'PCM', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(45, 'บริษัท เบสท์ทรัคล์ทรานสปอร์ต จำกัด', 'BTT', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_44.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(46, 'อำพร จันทร์บวร', 'อำพร', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_45.pdf', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(47, 'สุภาภรณ์ ดวงมุลี', 'พี่จอย', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_46.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(48, 'อัญภัทร เนานะมะบัติ', 'ดาลี่', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_47.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(49, 'นิธิโรจน์ ทรัพย์ไพบูลย์สุข จำกัด', 'VTI', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(50, 'จีรวัฒน์ สิริธรรมสกุล', 'MASSIF', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(51, 'ลี้คิม', 'บจก. ลี้คิม คอมมิวนิ', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(52, 'บจก. แอสเทอร์ เอเนอยี จำกัด', 'แอสเทอร์', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(54, 'สุวลีภรณ์ จงประสม', 'สุวลีภรณ์', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_53.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(55, 'บจก. เอวาน่า อินเตอร์เนชั่นแนล', 'เอวาน่า (Fhutong)', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_54.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(56, 'บจก. บี ริก้า', 'Brika', 'ธนาคาร', '00000000', NULL, 'file/vendor/Bank_55.jpg', '0000-00-00 00:00:00', '2022-04-07 06:07:20'),
(57, 'นายสมพร สินปรุ', 'นายสมพร สินปรุ', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(58, 'บริษัท ชินชิติ จำกัด', 'พี่แขก', 'ธนาคาร', '00000000', '', 'file/vendor/22433.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(59, 'บจก.กฤช แอนด์แอสโซชิเอทส์เทเลคอม', 'Krit ', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_58.pdf', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(60, 'คุณปรารถนา คำมี', 'คุณปรารถนา ', 'ธนาคาร', '00000000', '', 'file/vendor/Bank_59.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(61, 'นางสาว อัญชลีพร เล็นเตือง', 'อัญชลีพร', 'ธนาคาร', '00000000', '', 'file/vendor/22426.pdf', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(62, 'บริษัท มิกซ์อิน จำกัด', 'MIXIN', 'ธนาคาร', '00000000', '', 'file/vendor/22427.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(63, 'กัญภิรมย์ ช่วยกลับ', 'กัญภิรมย์', 'ธนาคาร', '00000000', '', 'file/vendor/22428.pdf', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(64, 'ห้างหุ้นส่วนจำกัด เกศริน เทรดดิ้ง', 'หจก.เกศริน', 'ธนาคาร', '00000000', '', 'file/vendor/22429.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(65, 'อติญา ซึมกลาง', 'พี่เอ้', 'ธนาคาร', '00000000', '', 'file/vendor/22431.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(66, 'หจก. เอส โอ เทเลคอม', 'SO', 'ธนาคาร', '00000000', '', 'file/vendor/22432.pdf', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(67, 'หจก.จิรายุท โมบาย', 'JRY', 'ธนาคาร', '00000000', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(69, 'อินเตอร์ เทเลคอม อีควิปเม้นท์', 'ITE', 'ธนาคาร', '00000000', '', 'file/vendor/69.jpeg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(70, 'จีรวัฒน์ สิริธรรมสกุล (2)', 'MASSIF 2', 'ธนาคาร', '00000000', '', 'file/vendor/70.jpeg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(71, 'วินัย เฉยเจียม', 'พี่เกษม', 'ธนาคาร', '00000000', '', 'file/vendor/71.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(72, 'บริษัท สุรนารถ จำกัด (สำนักงานใหญ่)', 'SN', 'ธนาคาร', '00000000', NULL, 'file/vendor/72.jpg', '0000-00-00 00:00:00', '2022-02-23 01:56:09'),
(73, 'นายอรรถพล ประสมศรี', 'นายแม็ก', 'ธนาคาร', '00000000', '', 'file/vendor/73.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(74, 'บริษัท กัญจน์ เน็ทเวิร์ค จำกัด', 'พี่โต้ง', 'ธนาคาร', '00000000', '', 'file/vendor/74.jpg', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(75, 'ทดสอบผู้รับเงิน1', '59001', 'ธนาคาร', '00000000', 'หมายเหตุ1', 'file/vendor/75.pdf', '2021-11-02 08:16:22', '2021-11-02 08:54:28'),
(76, 'บริษัท ที. เทรดดิ้ง แอนด์ คอนสทรัคชั่นส์ จำกัด', 'T.Trading', 'ธนาคาร', '00000000', NULL, 'file/vendor/76.jpg', '2021-11-09 23:49:18', '2021-11-09 23:49:18'),
(77, 'นายศักกฤต เล่งทอง', 'พี่เดย์', 'ธนาคาร', '00000000', NULL, 'file/vendor/77.jpg', '2021-11-11 01:00:57', '2021-11-11 01:00:57'),
(78, 'บริษัท พี. ดับเบิ้ลยู. คอมมิวนิเคชั่น จำกัด', 'PW', 'ธนาคาร', '00000000', NULL, 'file/vendor/78.jpg', '2021-11-11 01:31:26', '2021-11-11 01:31:26'),
(79, 'หจก. ปรมพัฒน์ 59', 'ปรมพัฒน์ 59', 'ธนาคาร', '00000000', NULL, 'file/vendor/79.jpg', '2021-11-18 02:42:54', '2021-11-18 02:42:54'),
(80, 'บริษัท แอลเอ็มไอเดีย จำกัด (KBank)', 'ละม่อม (KBank)', 'ธนาคาร', '00000000', NULL, 'file/vendor/80.jpg', '2021-12-09 01:12:40', '2021-12-09 01:12:40'),
(81, 'ยุทธนา ประจักษ์สุวรรณ', 'พี่ยุทธ', 'ธนาคาร', '00000000', NULL, 'file/vendor/81.pdf', '2021-12-27 03:52:20', '2021-12-27 03:52:20'),
(82, 'บจก.ทอง-เอ เทเลคอม', 'ทอง-เอ', 'ธนาคาร', '00000000', NULL, 'file/vendor/82.pdf', '2022-01-10 21:25:38', '2022-01-10 21:25:38'),
(83, 'บจก. เอ็ม อินสตรูเมนท์ แอนด์ ดีไซด์', 'พี่ยอด', 'ธนาคาร', '00000000', NULL, 'file/vendor/83.jpg', '2022-01-11 00:03:09', '2022-01-11 00:03:09'),
(84, 'นายชลพรรษ มัจฉา', 'ชลพรรษ', 'ธนาคาร', '00000000', NULL, 'file/vendor/84.jpg', '2022-01-11 04:16:03', '2022-01-11 04:16:03'),
(85, 'Tana Consulting Co., Ltd.', 'Tana', 'ธนาคาร', '00000000', NULL, '', '2022-01-13 21:31:02', '2022-01-13 21:31:02'),
(86, 'บริษัท แอสเซนเดนท์ แอสโซซิเอทส์ จำกัด', 'ACD', 'ธนาคาร', '00000000', NULL, '', '2022-01-19 02:00:43', '2022-01-19 02:00:43'),
(87, 'นายเผด็จ สมัญญา', 'พี่ขวัญ', 'ธนาคาร', '00000000', NULL, 'file/vendor/87.pdf', '2022-01-26 03:12:42', '2022-01-26 03:12:42'),
(88, 'บริษัท พี เอ็ม เทเลวิชั่น จำกัด', 'A&K', 'ธนาคาร', '00000000', NULL, 'file/vendor/88.jpg', '2022-03-03 00:29:51', '2022-03-03 00:29:51'),
(89, 'น.ส.กันยาภัคค์ สังข์ทิพย์', 'พี่ผึ้ง', 'ธนาคาร', '00000000', NULL, 'file/vendor/89.pdf', '2022-04-07 06:09:22', '2022-04-07 06:09:22'),
(90, 'บจก.เทียนทองแฟมิลี่', 'TTF (New)', 'ธนาคาร', '00000000', NULL, 'file/vendor/90.jpg', '2022-05-31 01:33:28', '2022-05-31 01:33:28'),
(91, 'ห้างหุ้นส่วนจำกัด เอสพีเอ็น ไฟเบอร์แอนด์คอมมูนิเคชั่น', 'SPN Fiber', 'ธนาคาร', '00000000', NULL, 'file/vendor/91.jpg', '2022-06-22 21:49:00', '2022-06-22 21:49:00'),
(92, 'บริษัท กรุ๊ป เทค โซลูชั่นส์ จำกัด', 'Grouptech', 'ธนาคาร', '00000000', NULL, 'file/vendor/92.pdf', '2022-08-18 23:31:20', '2022-08-18 23:31:20');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `advances`
--
ALTER TABLE `advances`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `advanceuses`
--
ALTER TABLE `advanceuses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `disburses`
--
ALTER TABLE `disburses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `payments`
--
ALTER TABLE `payments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `providers`
--
ALTER TABLE `providers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `purchaseorderfiles`
--
ALTER TABLE `purchaseorderfiles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `purchaseorderlists`
--
ALTER TABLE `purchaseorderlists`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `purchaseorders`
--
ALTER TABLE `purchaseorders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `vendors`
--
ALTER TABLE `vendors`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `advances`
--
ALTER TABLE `advances`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `advanceuses`
--
ALTER TABLE `advanceuses`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `disburses`
--
ALTER TABLE `disburses`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=347;

--
-- AUTO_INCREMENT for table `payments`
--
ALTER TABLE `payments`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=401;

--
-- AUTO_INCREMENT for table `providers`
--
ALTER TABLE `providers`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `purchaseorderfiles`
--
ALTER TABLE `purchaseorderfiles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `purchaseorderlists`
--
ALTER TABLE `purchaseorderlists`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `purchaseorders`
--
ALTER TABLE `purchaseorders`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `vendors`
--
ALTER TABLE `vendors`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=93;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
